[
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "More Announcements to consider - time sensitive",
        "date": "March 28, 2025 06:12:21 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "On behalf of Emory’s Women in STEM organization, You are invited  to their annual Networking Night!\n \nJoin us on Wednesday, April 2nd, from 6-8 PM in the Math and Science Center (MSC) E208. This event will feature a panel of women professionals from STEM fields, who will share their experiences and discuss what it’s like to work in these roles, as well as their journeys as women in STEM. The event will be informal and relaxed, with pizza and refreshments provided. It’s a fantastic opportunity to meet professors, graduate students, and network with others in our community.\nIf you’re interested in attending, please RSVP here: https://tr.ee/v9QfhkjLRQ\n \n \n \n \n \n \n \n____________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________\n \n \nSUMMER RESEARCH PROGRAM: AI Xperience \nEmory’s Center for AI Learning invites students to apply to AI.Xperience, its summer applied research program. In this program, students will have the opportunity to grow their data science and programming skills with hands-on learning. To be selected, students need to:·\n\t•\tHave been enrolled in classes in the spring 2025 semester and be enrolled at Emory in the fall 2024 semester\n\t•\tAttend 3 or 4 team meetings per week\n\t•\tBe able to commit roughly 20 hours per week to the project over the 6-week period\n\t•\tHave knowledge of common statistical analysis and machine learning methods\n\t•\tHave experience programming in R and/or PythonAll interested students should apply by 11:59 PM on March 29, 2025. We look forward to reviewing your applications!\nAPPLY\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \nSadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "tags": []
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "APPLICATION DEADLINE EXTENDED",
        "date": "March 27, 2025 06:29:15 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "APPLICATION DEADLINE EXTENDED  -  MARCH 31ST  IT IS NOT TOO LATE TO JOIN!!!\n \nLEARN MORE ABOUT THE QTM AMBASSADORS COHORT ON THE QTM WEBSITE\n \nhttps://quantitative.emory.edu/opportunities/ambassadors.html\n \n \nAPPLICATIONS ARE OPEN TO JOIN THE QTM DEPARTMENT AMBASSADORS TEAM  FOR AY 2025 - 26.  \n \nQTM Ambassadors are a selective cohort of sophomores, juniors, and seniors who are committed to service and leadership in the QTM community. As the department's student representatives, Ambassadors will engage with our external advisory board, assist with programming, and cultivate professional skills and relationships that will prove to be valuable long after graduation.\n \nHere are a few requirements and opportunities:\n \n\t•\tMust be a QTM major or QTM minor\n\t•\tMust have a strong sense of responsibility\n\t•\tMust be available to meet on Fridays for 1 hour at least twice a month between the hours of 3:00 PM – 4:30 PM\n\t•\tNetwork with external partners\n\t•\tSupport faculty and staff with QTM events\n\t•\tBuild your professional portfolio \n\t•\tFor more requirements and opportunities,  see QTM website : https://quantitative.emory.edu/opportunities/ambassadors.html\n \nApplication link is available below and on the QTM website.  Applications are due March 31st \n \n \nQTM Ambassador Application (2025 - 2026)\n \nWe love for you to join us!\n \n \nSadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "tags": []
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "SPECIAL ANNOUNCEMENT REMINDER - DATAFEST",
        "date": "March 27, 2025 10:15:46 AM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT – REMINDER  - DATAFEST\n \n \nHi QTM Students,\n \nIt’s that time again!  DATAFEST!  A QTM Hackathon weekend April 4th – 6th.\n \nThere will be food, certificates, tee shirts, and opportunities to interact with other students,  staff, faculty,  and external partners.   Come and join us!\n \n \nNot sure what it is about? check out videos from previous years. See link below.\n \nWant to participate? See link below or click on the flyer link attached.\n \nWant to just come and help out? There is a volunteer link below.\n \nThis is a QTM Department event.\n \n \nVideos of previous DataFest events, and other information.\nhttps://quantitative.emory.edu/about/datathons/DataFest.html\n \n \nParticipant form\nhttps://forms.office.com/r/0Du77beF4d\n \n \nVolunteer form\nForm for DataFest 2025  Volunteers \n \n \nSadie Hannans \nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "tags": []
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "REMINDER - QTM Advising Meeting on Friday - March 28th at 1:15PM",
        "date": "March 26, 2025 01:48:22 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "REMINDER – QTM DEPARTMENT ADVISING MEETING ON FRIDAY, MARCH 28TH at 1:15 PM – 2:30 PM\n \nThere will be an Advising Meeting on March 28th at 1:15 PM – 2:30 PM in the Psychology Building (PAIS) in room 290 with Dr. Jin Kim, Dr. Kevin McAlister, and Dr. Allison Cuttner.  Please be in attendance as this meeting will serve for pre-registration questions, important information and reminders, and also announcements regarding changes and upcoming events.  \nIf you do not have a QTM advisor assigned yet, please especially be in attendance.  All QTM students are expected to attend. \n \nRegarding Fall 2025 QTM 302W \n \nInstructions for those who would like to register for Fall 2025 QTM 320W Technical Writing course,\n \nPlease refer to the notes and links in atlas regarding this course.  Those who are interested in enrolling in this course Fall 2025, please fill out the form before Friday,  March 28th.    Filling out the form does not guarantee you a permission code for enrollment.  Selections for permission codes will be determined by Dr. Jin Kim after he has viewed the list.   Those that are selected will received their permission codes to register for the course by March 31st.\n \nBest,\n \nSadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "tags": []
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "News and Announcements  - March 25, 2025",
        "date": "March 25, 2025 06:26:51 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "For QTM Undergraduates\n\nTuesday, March 25, 2025\n\n \nBEFORE FALL 2025 PRE-REGISTRATION\n          QTM DEPARTMENT ADVISING MEETING ON FRIDAY, MARCH 28TH AT 1:15 PM – 2:30 PM for ALL QTM STUDENTS \n                                                                                    PSYCHOLOGY BUILDING (PAIS) ROOM 290                               \n                                                           Advisors: Dr. Jin Kim, Dr. Kevin McAlister, Dr. Allison Cuttner\nIf you do not have an assigned QTM advisor, especially be in attendance\n  \n \n \nANNOUNCEMENT\n \n \nDEADLINE EXTENDED TO MARCH 31ST\n \n \n \nCheck QTM website for more details \nhttps://quantitative.emory.edu/opportunities/ambassadors.html\n \nAPPLICATIONS DUE MARCH 31ST\n \n \n\n \n \n \n \n \nANNOUNCEMENT\n \nREMINDER TO SIGN UP \n \n \n \nAPRIL 4TH – 6TH \n \nVideos of previous DataFest events, and other information.\nhttps://quantitative.emory.edu/about/datathons/DataFest.html\n \nParticipant form\nDataFest 2025 Participants form \n \nVolunteer form\nForm for DataFest 2025  Volunteers \n \n \nSee attached flyer for details\n \n \n \n \n \nOpportunity for Graduating Seniors\nDetails about the job link below or QR code\n Junior Business Analyst JD 1.pdf\n \nResumes can be sent to Sandra Ruhlman Smith or Scott Parent via Slack\n \n \n \n \n \nANNOUNCEMENT\n \nMessage for rising seniors who may be interested in applying for our CMBC Undergraduate Fellowship.\n The Center for Mind, Brain, and Culture invites undergraduates to apply for our interdisciplinary research fellowship.  This fellowship provides undergraduate researchers with intellectual and professional development opportunities through participation in the vibrant, interdisciplinary intellectual community of the Center.\n \nStudents awarded the CMBC undergraduate fellowship will:\n·         Participate in regular networking lunches\n·         Interact with CMBC graduate certificate students and core faculty  \n·         Enjoy special access to CMBC events and visiting scholars\n·         Be eligible to request up to $500 in funding for interdisciplinary research and/or conference participation\n Students apply in the spring of their junior year for award in the senior year.  The fellowship is yearlong, beginning at\nthe start of the fall semester and running through the last day of spring classes.  Priority will be given to students \nconducting research (literature or data based; e.g. honors projects, research partners, and independent studies) \nin an area relevant to mind, brain, or culture.\n \nEligibility\n·         Eligible applicants include all Emory undergraduate students\n·         Applicants must be in their junior year seeking senior year fellowship support\nApplication Deadline - Monday, April 28, 2025  (last day of classes)\nNotification Date - Thursday, May 1, 2025 \n  \nAdditional details and instructions for application submission may be found on our website. \n \nIf you have further questions about the application process, please contact \nCMBC Program Coordinator, Tamara Beck. \n \nCenter for Mind, Brain, and Culture\n36 Eagle Row, #464\nAtlanta, GA  30322\n(404) 727-1134\ncmbc@emory.edu\nhttp://www.cmbc.emory.edu/\n \n \n \n \n \n \n \n \n \nANOUNCEMENT\n \n \nThe priority deadline to apply to be a STEM mentor for Georgia Science Education Initiative's (GSEI) summer Data Detective program is this Friday! If you are staying on campus over the summer, \nthis is a great opportunity to gain volunteer hours, work with middle school students, and connect\nwith Winship faculty.\n \nGSEI is led by Dr. Theresa Gillespie of Winship Cancer Institute and runs STEM outreach programs\nthat aim to provide meaningful health and data science education in the classroom and in the community. The programs are supported by the National Institutes of Health, National Institutes of \nGeneral Medicine Sciences, and the NIH Office of Data Science Strategy through a Science Education Partnership Award Grant (R25GM146271).\n \nGSEI's Data Detectives Summer Academy offers middle school girls a unique opportunity to explore real cancer data and tackle community health challenges using Big Data, Artificial Intelligence, and biomedical research. The program will be held at Emory University June 2-6 and July 14-18, 2025, from 9 AM to 3 PM daily. Participants will attend engaging lectures from Emory Winship faculty, work closely with STEM mentors, and gain hands-on experience in data science and epidemiology. STEM mentors will help run small-group discussions and workshops.\n \nApply here: https://www.ga-science.org/dd-stem-mentors-sign-up\n \nAddress any questions to info@ga-science.org\n \n \nSee attached flyer for details\n \n \n \n \n \nANOUNCEMENT FOR GRADUATING SENIORS\n \nThe Institute for Research in the Social Sciences (IRISS) at Stanford runs a program for recent undergraduate degree recipients who want to participate in social science research projects. Political Science faculty will lead several of the projects, and faculty from other departments will offering other opportunities (for details, click here).\n \nIn addition to the goal of advancing research, the IRiSS Predoctoral Research Fellowship Program is intended to:\n·         create opportunities for predocs to deepen their knowledge of social science topics and methods, learn about options for advanced study, and build mentoring relationships to help launch their careers; and \n·         diversify the pipeline into academia and industry.\nApplications for these one-year and two-year paid research fellowship positions are now being accepted. We would be grateful for your help in informing your graduating seniors and recent students with bachelor’s degrees about this new opportunity.\n \nSubmitted by Dr. Joe Sutherland\n \n \n \n \nANNOUNCEMENT \nof Emory SHINE — Emory Center for Civic and Community Engagement's premier service program with refugee, immigrant, and new American communities in metro Atlanta. \n \nApplications for the Emory SHINE 2025-26 Executive Board close this coming Friday, 11:59PM. As a member of our Executive Board, you will help coordinate 20+ volunteer trips weekly in partnership with 10+ non-profits in metro Atlanta. You will also organise social events and workshops that help foster polycultural understanding and community collaboration. Previous engagement with SHINE, whether through our events or volunteer trips, is preferred but not required. \n \nAvailable positions:\n\t•\tEvents Chair\n\t•\tTrip Lead and Transportation Chair\n\t•\tMarketing Chair\n \nApply here: tinyurl/SHINEexec2526\n \nLet me know if you have any questions!\n \n \n    \nSubmitted by Claire Gong\n \n \n \n \n \nDATA CAMP RENEWAL\n \nHaving challenges opening the data camp link? \n \nIt has been updated!\n                                                                                                                                                                  \nIt is active from 11/13/2024-05/13/2025 see links below\n \n \n \n \n \n \n\n \n \n\n\n \nPrerequisites\nYou must complete ALL prerequisites listed in order to enroll in these courses.\nQTM 210\n\t•\tEither QTM 120 or MATH 210 or MATH 211\nQTM 220\n\t•\tQTM 110\n\t•\tQTM 150\n\t•\tQTM 210 or ECON 220 or MATH 361 with a plan to co-enroll in MATH 362\n\t•\tMATH 210 or MATH 211\n\t•\tMATH 221\nElective Prerequisites\n\t•\tQTM 385 prerequisites will be listed in the course description!!!\n \nEquivalents\nBelow are courses that act as equivalents to the respective QTM courses\nQTM 210:\n\t•\tECON 220 and [MATH 210 or MATH 211]\n\t•\tOR - MATH 362\nQTM 220:\n\t•\tECON 320 plus QTM 110, QTM 150, MATH 221 and [MATH 210 or MATH 211]\n \nFor General Academic Advising\nSchedule an appointment at https://calendly.com/emoryqtm.\n \nIf you have any questions regarding the above information, please do not hesitate to reach out.\n \nBest,\nSadie Hannans\nQTM Program Coordinator\nShanna9@emory.edu   470-620-7981\n\n\n \n \n \n \n \n \n   \n \n     \n\n \n\n\n\nPROFESSIONAL DEVELOPMENT\n\nQTM Preparation: A Pathway to Professionalism\n \nNew Resources Available\n\n \n Getting Started with SQL\n\n \nGit and GitHub\n \n\n \nQTM DataCamp Access\nQTM Access to DataCamp is now back in business! Sign up here.\n\n\n \n\n \n \n \n\n\n \n\n  \n \n\n\n \nConnect with Emory Alumni\n\nEmory Connects is a platform sponsored by Emory Alumni and Engagement and is a space for current students and alumni to connect and network. Log in to Emory Connects today to see what is available!\n \n\nQTM DataCamp Access\n\nQTM Access to DataCamp is now back in business! Sign up here.\n \n \n\n \nLooking for a spring or summer internship or full-time job?\n\nCheck out the attached document for tips on internship/job searches. Positions are still being posted on Handshake and many are still accepting applications. Log on to Handshake to check out some of the roles!\n\n  \n \n \n \n \n \n \n \n \n \nSadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "tags": []
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@emory.edu",
        "subject": "FALL 2025  QTM 302W COURSE SIGN UP",
        "date": "March 25, 2025 04:51:48 PM GMT",
        "recipients": "\"Hannans, Sadie Marie\" <sadie.marie.hannans@emory.edu>",
        "reply_to": "sadie.marie.hannans@emory.edu",
        "content": "Hello,\n \nYou are receiving this email because you filled out the form for the FALL 2025 QTM 302W course.  Please know that by filling out the form only lets us know you are interested in being considered for a permission code to register for one of the QTM 302W courses.   Filling out the form does not guarantee you will receive a permission code.  Dr. Jin Kim, Director of Undergraduate Studies(DUS) for the QTM Department will decide who will get a permission code for the course.  Per the professors’ request, graduating seniors will be given preference. Permission codes will be send out to selected students after March 28th Advising meeting which is at 1:15 PM – 2:30 PM in the PAIS 290.  Permission codes will be sent to those selected via email before March 31st.  The Advising Meeting  is very important especially for  those of you who have not been assigned a QTM advisor yet.   So please be in attendance.  If you have questions, please reach out. Thanks. \n \nHERE ARE OTHER OPTIONS TO TAKE QTM 302W COURSES  IN THE SUMMER  2025 ( no permission code required  - see atlas for more details about the course)\n \nTwo new offerings:\n\t•\tENGRD/QTM302W-1. Summer Session 2 (6/30-8/6).  TTh 11:30a-1pm.  Online.  Prof. Palermo\n\t•\tENGRD/QTM302W-2. Summer Session 1 (5/16-6/25). TTh. 8:15a-9:45a.   Online.  Prof. Miller\n \nBest, \n \nSadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "tags": []
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "DataFest 2025 -April 4 - 6 - Reminder",
        "date": "March 25, 2025 03:22:38 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "REMINDER TO SIGN UP  FOR DATAFEST\n \nA QTM Hackathon weekend April 4th – 6th.\n \nThere will be food, certificates, tee shirts, and opportunities to interact with other students,  staff, faculty,  and external partners.   Come and join us!\n \n \nNot sure what it is about? check out videos from previous years. See link below.\n \nWant to participate? See link below or click on the flyer link attached.\n \nWant to just come and help out? There is a volunteer link below.\n \nThis is a QTM Department event.\n \n \n \n \n\nVideos of previous DataFest events, and other information.\nhttps://quantitative.emory.edu/about/datathons/DataFest.html\n \nParticipant form\nDataFest 2025 Participant form\n \nVolunteer form\nForm for DataFest 2025  Volunteers \n \nSadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "tags": []
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "DATAFEST - April 4th - 6th - Special Announcement",
        "date": "March 21, 2025 04:41:13 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "Hi QTM Students,\n \nIt’s that time again!  DATAFEST!  A QTM Hackathon weekend April 4th – 6th.\n \nThere will be food, certificates, tee shirts, and opportunities to interact with other students,  staff, faculty,  and external partners.   Come and join us!\n \n \nNot sure what it is about? check out videos from previous years. See link below.\n \nWant to participate? See link below or click on the flyer link attached.\n \nWant to just come and help out? There is a volunteer link below.\n \nThis is a QTM Department event.\n \n \n \n \n\nVideos of previous DataFest events, and other information.\nhttps://quantitative.emory.edu/about/datathons/DataFest.html\n \nParticipant form\nDataFest Participant Registration form\n \nVolunteer form\nForm for DataFest 2025  Volunteers \n \n \nBest, \n \n \nSadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "tags": []
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "special announcement - opportunities",
        "date": "March 21, 2025 12:16:25 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT\n \nApplications for Peer Mentorship/Grader positions for Fall 2025 QTM Courses are now open! Course support personnel work 4-8 hours per week on average across the semester and receive QTM 398R credit hours based on their position. Applications for Fall 2025 courses are due by April 17th and priority will be given to early applicants. The courses that are hiring and more specific details about the positions are included in the application form.  As many positions may require you to attend their section, we recommend applying only once your own Fall 2025 enrollments are complete! \n \nApplication for positions with QTM 100: https://forms.office.com/r/LkyaAw4y8M\n \nApplication for positions with other QTM courses: https://forms.office.com/r/341wsY0pq6 \n \nFor questions about the QTM 100 positions, please email Lora McDonald (lora.mcdonald@emory.edu); for questions about the non-100 positions, please email Prof. Cuttner (Allison.cuttner@emory.edu) \n \nBest, \n \nSadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "tags": []
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "SPECIAL ANNOUNCEMENT",
        "date": "March 19, 2025 08:05:27 AM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT – NEW SUMMER 2025 COURSES ADDED\n \nBeen wanting to take this course?   Summer 2025 is a great time to take it.  No permission code required for these summer courses!\n \nThe two offerings are:\n\t•\tENGRD/QTM302W-1. Summer Session 2 (6/30-8/6).  TTh 11:30a-1pm.  Online.  Prof. Palermo\n \n\t•\tENGRD/QTM302W-2. Summer Session 1 (5/16-6/25). TTh. 8:15a-9:45a.   Online.  Prof. Miller\n \nSadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "tags": []
    },
    {
        "sender_name": "mario",
        "sender_email": "itsmemario@wiiii.com",
        "recipients": "user@example.com",
        "reply_to": "itsmemario@wiiii.com",
        "subject": "Save me",
        "date": "Apr 22 2025 22:10:11",
        "content": "Time for some intership!\n\nRecruiting Toads for castle repairment!\n\nPayment through coins...if Koopa doesn't steal them.",
        "tags": []
    },
    {
        "sender_name": "wario",
        "sender_email": "itsmewario@wiiii.com",
        "recipients": "user@example.com",
        "reply_to": "itsmewario@wiiii.com",
        "subject": "Ignore Mario",
        "date": "Apr 22 2025 22:12:43",
        "content": "Mario Internship is bad.\n\nMine is better.\n\nI can also give sponsorship to new grads.",
        "tags": []
    }
]