[
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "More Announcements to consider - time sensitive",
        "date": "March 28, 2025 06:12:21 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "On behalf of Emory’s Women in STEM organization, You are invited to their annual Networking Night!\n Join us on Wednesday, April 2nd, from 6-8 PMin the Math and Science Center (MSC) E208. This event will feature a panel of women professionals from STEM fields, who will share their experiences and discuss what it’s like to work in these roles, as well as their journeys as women in STEM. The event will be informal and relaxed, with pizza and refreshments provided. It’s a fantastic opportunity to meet professors, graduate students, and network with others in our community.\nIf you’re interested in attending, please RSVP here: https://tr.ee/v9QfhkjLRQ\n       ____________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________\n  SUMMER RESEARCH PROGRAM: AI Xperience \nEmory’s Center for AI Learning invites students toapply to AI.Xperience, its summer applied research program.In this program, students will have the opportunity to grow their data science and programming skills with hands-on learning. To be selected, students need to:·\n\t•\tHave been enrolled in classes in the spring 2025 semester and be enrolled at Emory in the fall 2024 semester\n\t•\tAttend 3 or 4 team meetings per week\n\t•\tBe able to commit roughly 20 hours per week to the project over the 6-week period\n\t•\tHave knowledge of common statistical analysis and machine learning methods\n\t•\tHave experience programming in R and/or PythonAll interested students should applyby 11:59 PM on March 29, 2025.We look forward to reviewing your applications!\nAPPLY\n \n             Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Research, Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "APPLICATION DEADLINE EXTENDED",
        "date": "March 27, 2025 06:29:15 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "APPLICATION DEADLINE EXTENDED - MARCH 31ST IT IS NOT TOO LATE TO JOIN!!!\n LEARN MORE ABOUT THE QTM AMBASSADORS COHORT ON THE QTM WEBSITE\n https://quantitative.emory.edu/opportunities/ambassadors.html\n  APPLICATIONS ARE OPEN TO JOIN THE QTM DEPARTMENT AMBASSADORS TEAM FOR AY 2025 - 26. \n QTM Ambassadors are a selective cohort of sophomores, juniors, and seniors who are committed to service and leadership in the QTM community. As the department's student representatives, Ambassadors will engage with our external advisory board, assist with programming, andcultivate professional skills and relationships that will prove to be valuable long after graduation.\n Here are a few requirements and opportunities:\n \t•\tMust be a QTM major or QTM minor\n\t•\tMust have a strong sense of responsibility\n\t•\tMust be available to meet on Fridays for 1 hour at least twice a month between the hours of 3:00 PM – 4:30 PM\n\t•\tNetwork with external partners\n\t•\tSupport faculty and staff with QTM events\n\t•\tBuild your professional portfolio \n\t•\tFor more requirements and opportunities, see QTM website : https://quantitative.emory.edu/opportunities/ambassadors.html\n Application link is available below and on the QTM website. Applications are due March 31st \n  QTM Ambassador Application (2025 - 2026)\n We love for you to join us!\n  Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Careers"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "SPECIAL ANNOUNCEMENT REMINDER - DATAFEST",
        "date": "March 27, 2025 10:15:46 AM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT – REMINDER - DATAFEST\n  Hi QTM Students,\n It’s that time again! DATAFEST! A QTM Hackathon weekend April 4th – 6th.\n There will be food, certificates, tee shirts, and opportunities to interact with other students, staff, faculty, and external partners. Come and join us!\n  Not sure what it is about? check out videos from previous years. See link below.\n Want to participate? See link below or click on the flyer link attached.\n Want to just come and help out? There is a volunteer link below.\n This is a QTM Department event.\n  Videos of previous DataFest events, and other information.\nhttps://quantitative.emory.edu/about/datathons/DataFest.html\n  Participant form\nhttps://forms.office.com/r/0Du77beF4d\n  Volunteer form\nForm for DataFest 2025 Volunteers \n  Sadie Hannans \nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "REMINDER - QTM Advising Meeting on Friday - March 28th at 1:15PM",
        "date": "March 26, 2025 01:48:22 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "REMINDER – QTM DEPARTMENT ADVISING MEETING ON FRIDAY, MARCH 28TH at 1:15 PM – 2:30 PM\n There will be an Advising Meeting on March 28th at 1:15 PM – 2:30 PM in the Psychology Building (PAIS) in room 290 with Dr. Jin Kim, Dr. Kevin McAlister, and Dr. Allison Cuttner. Please be in attendance as this meeting will serve for pre-registration questions, important information and reminders, and also announcements regarding changes and upcoming events. \nIf you do not have a QTM advisor assigned yet, please especially be in attendance. All QTM students are expected to attend. \n Regarding Fall 2025 QTM 302W \n Instructions for those who would like to register for Fall 2025 QTM 320W Technical Writing course,\n Please refer to the notes and links in atlas regarding this course. Those who are interested in enrolling in this course Fall 2025, please fill out the form before Friday, March 28th. Filling out the form does not guarantee you a permission code for enrollment. Selections for permission codes will be determined by Dr. Jin Kim after he has viewed the list. Those that are selected will received their permission codes to register for the course by March 31st.\n Best,\n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Admin, Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "News and Announcements  - March 25, 2025",
        "date": "March 25, 2025 06:26:51 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "For QTM Undergraduates\n\nTuesday, March 25, 2025\n\n BEFORE FALL 2025 PRE-REGISTRATION\n QTM DEPARTMENT ADVISING MEETING ON FRIDAY, MARCH 28TH AT 1:15 PM – 2:30 PM for ALL QTM STUDENTS \nPSYCHOLOGY BUILDING (PAIS) ROOM 290  Advisors: Dr. Jin Kim, Dr. Kevin McAlister, Dr. Allison Cuttner\nIf you do not have an assigned QTM advisor, especially be in attendance\n   ANNOUNCEMENT\n  DEADLINE EXTENDED TO MARCH 31ST\n   Check QTM website for more details \nhttps://quantitative.emory.edu/opportunities/ambassadors.html\n APPLICATIONS DUE MARCH 31ST\n  \n     ANNOUNCEMENT\n REMINDER TO SIGN UP \n   APRIL 4TH – 6TH \n Videos of previous DataFest events, and other information.\nhttps://quantitative.emory.edu/about/datathons/DataFest.html\n Participant form\nDataFest 2025 Participants form \n Volunteer form\nForm for DataFest 2025 Volunteers \n  See attached flyer for details\n     Opportunity for Graduating Seniors\nDetails about the job link below or QR code\n Junior Business Analyst JD 1.pdf\n Resumes can be sent to Sandra Ruhlman Smith or Scott Parent via Slack\n     ANNOUNCEMENT\n Message for rising seniors who may be interested in applying for our CMBC Undergraduate Fellowship.\nThe Center for Mind, Brain, and Culture invites undergraduates to apply for our interdisciplinary research fellowship. This fellowship provides undergraduate researchers with intellectual and professional development opportunities through participation in the vibrant, interdisciplinary intellectual community of the Center.\n Students awarded the CMBC undergraduate fellowship will:\n· Participate in regular networking lunches\n· Interact with CMBC graduate certificate students and core faculty · Enjoy special access to CMBC events and visiting scholars\n· Be eligible to request up to $500 in funding for interdisciplinary research and/or conference participation\nStudents apply in the spring of their junior year for award in the senior year. The fellowship is yearlong, beginning at\nthe start of the fall semester and running through the last day of spring classes. Priority will be given to students \nconducting research(literature or data based; e.g. honors projects, research partners, and independent studies) \nin an area relevant to mind, brain, or culture.\n Eligibility\n· Eligible applicants include all Emory undergraduate students\n· Applicants must be in their junior year seeking senior year fellowship support\nApplication Deadline - Monday, April 28, 2025 (last day of classes)\nNotification Date - Thursday, May 1, 2025  Additional details and instructions for application submission may be found on our website.  If you have further questions about the application process, please contact CMBC Program Coordinator, Tamara Beck.  Center for Mind, Brain, and Culture\n36 Eagle Row, #464\nAtlanta, GA 30322\n(404) 727-1134\ncmbc@emory.edu\nhttp://www.cmbc.emory.edu/\n         ANOUNCEMENT\n  The priority deadline to apply to be a STEM mentor for Georgia Science Education Initiative's (GSEI)summer Data Detective program is this Friday! If you are staying on campus over the summer, \nthis is a great opportunity to gain volunteer hours, work with middle school students, and connect\nwith Winship faculty.\n GSEI is led by Dr. Theresa Gillespie of Winship Cancer Institute and runs STEM outreach programs\nthat aim to provide meaningful health and data science education in the classroom and in the community.The programs are supported by the National Institutes of Health, National Institutes of \nGeneral Medicine Sciences, and the NIH Office of Data Science Strategy through a Science Education Partnership Award Grant (R25GM146271).\n GSEI's Data Detectives Summer Academyoffers middle school girls a unique opportunity to explore real cancer data and tackle community health challenges using Big Data, Artificial Intelligence, and biomedical research. The program will be held at Emory University June 2-6 and July 14-18, 2025, from 9 AM to 3 PM daily.Participants will attend engaging lectures from Emory Winship faculty, work closely with STEM mentors, and gain hands-on experience in data science and epidemiology. STEM mentors will help run small-group discussions and workshops.\n Apply here: https://www.ga-science.org/dd-stem-mentors-sign-up\n Address any questions to info@ga-science.org\n  See attached flyer for details\n     ANOUNCEMENT FOR GRADUATING SENIORS\n The Institute for Research in the Social Sciences (IRISS) at Stanford runs a program for recent undergraduate degree recipients who want to participate in social science research projects. Political Science faculty will lead several of the projects, and faculty from other departments will offering other opportunities (for details, click here).\n In addition to the goal of advancing research, the IRiSS Predoctoral Research Fellowship Program is intended to:\n· create opportunities for predocs to deepen their knowledge of social science topics and methods, learn about options for advanced study, and build mentoring relationships to help launch their careers; and · diversify the pipeline into academia and industry.\nApplications for these one-year and two-year paid research fellowship positions are now being accepted. We would be grateful for your help in informing your graduating seniors and recent students with bachelor’s degrees about this new opportunity.\n Submitted by Dr. Joe Sutherland\n    ANNOUNCEMENT \nof EmorySHINE— Emory Center for Civic and Community Engagement's premier service programwithrefugee, immigrant, and new American communities in metro Atlanta.  Applications for the Emory SHINE 2025-26 Executive Boardclose this coming Friday, 11:59PM.As a member of our Executive Board, you will help coordinate 20+ volunteer trips weekly in partnership with 10+ non-profits in metro Atlanta.You will also organise social events and workshops that help foster polycultural understanding and community collaboration. Previous engagement with SHINE, whether through our events or volunteer trips, is preferred but not required.  Available positions:\n\t•\tEvents Chair\n\t•\tTrip Lead and Transportation Chair\n\t•\tMarketing Chair\n Apply here: tinyurl/SHINEexec2526\n Let me know if you have any questions!\n   \nSubmitted by Claire Gong\n     DATA CAMP RENEWAL\n Having challenges opening the data camp link? \n It has been updated!\n \nIt is active from 11/13/2024-05/13/2025 see links below\n      \n  \n\n Prerequisites\nYou must complete ALL prerequisites listed in order to enroll in these courses.\nQTM 210\n\t•\tEither QTM 120 or MATH 210 or MATH 211\nQTM 220\n\t•\tQTM 110\n\t•\tQTM 150\n\t•\tQTM 210 or ECON 220 or MATH 361 with a plan to co-enroll in MATH 362\n\t•\tMATH 210 or MATH 211\n\t•\tMATH 221\nElective Prerequisites\n\t•\tQTM 385 prerequisites will be listed in the course description!!!\n Equivalents\nBelow are courses that act as equivalents to the respective QTM courses\nQTM 210:\n\t•\tECON 220 and [MATH 210 or MATH 211]\n\t•\tOR - MATH 362\nQTM 220:\n\t•\tECON 320 plus QTM 110, QTM 150, MATH 221 and [MATH 210 or MATH 211]\n For General Academic Advising\nSchedule an appointment athttps://calendly.com/emoryqtm.\n If you have any questions regarding the above information, please do not hesitate to reach out.\n Best,\nSadie Hannans\nQTM Program Coordinator\nShanna9@emory.edu 470-620-7981\n\n\n         \n \n\n\nPROFESSIONAL DEVELOPMENT\n\nQTM Preparation: A Pathway to Professionalism\n New Resources Available\n\n Getting Started with SQL\n\n Git and GitHub\n \n QTM DataCamp Access\nQTM Access to DataCamp is now back in business! Sign up here.\n\n\n \n   \n\n \n  \n\n Connect with Emory Alumni\n\nEmory Connects is a platform sponsored by Emory Alumni and Engagement and is a space for current students and alumni to connect and network. Log in toEmory Connectstoday to see what is available!\n \nQTM DataCamp Access\n\nQTM Access to DataCamp is now back in business! Sign up here.\n  \n Looking for a spring or summer internship or full-time job?\n\nCheck out the attached document for tips on internship/job searches. Positions are still being posted on Handshake and many are still accepting applications.Log on to Handshaketo check out some of the roles!\n\n          Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Academics, Events, Careers, Research, Training, Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@emory.edu",
        "subject": "FALL 2025  QTM 302W COURSE SIGN UP",
        "date": "March 25, 2025 04:51:48 PM GMT",
        "recipients": "\"Hannans, Sadie Marie\" <sadie.marie.hannans@emory.edu>",
        "reply_to": "sadie.marie.hannans@emory.edu",
        "content": "Hello,\n You are receiving this email because you filled out the form for the FALL 2025 QTM 302W course. Please know that by filling out the form only lets us know you are interested in being considered for a permission code to register for one of the QTM 302W courses. Filling out the form does not guarantee you will receive a permission code. Dr. Jin Kim, Director of Undergraduate Studies(DUS) for the QTM Department will decide who will get a permission code for the course. Per the professors’ request, graduating seniors will be given preference. Permission codes will be send out to selected students after March 28th Advising meeting which is at 1:15 PM – 2:30 PM in the PAIS 290. Permission codes will be sent to those selected via email before March 31st. The Advising Meeting is very important especially for those of you who have not been assigned a QTM advisor yet. So please be in attendance. If you have questions, please reach out. Thanks. \n HERE ARE OTHER OPTIONS TO TAKE QTM 302W COURSES IN THE SUMMER 2025 ( no permission code required - see atlas for more details about the course)\n Two new offerings:\n\t•\tENGRD/QTM302W-1. Summer Session 2 (6/30-8/6). TTh 11:30a-1pm. Online. Prof. Palermo\n\t•\tENGRD/QTM302W-2. Summer Session 1 (5/16-6/25). TTh. 8:15a-9:45a. Online. Prof. Miller\n Best, \n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Academics, Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "DataFest 2025 -April 4 - 6 - Reminder",
        "date": "March 25, 2025 03:22:38 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "REMINDER TO SIGN UP FOR DATAFEST\n A QTM Hackathon weekend April 4th – 6th.\n There will be food, certificates, tee shirts, and opportunities to interact with other students, staff, faculty, and external partners. Come and join us!\n  Not sure what it is about? check out videos from previous years. See link below.\n Want to participate? See link below or click on the flyer link attached.\n Want to just come and help out? There is a volunteer link below.\n This is a QTM Department event.\n    \nVideos of previous DataFest events, and other information.\nhttps://quantitative.emory.edu/about/datathons/DataFest.html\n Participant form\nDataFest 2025 Participant form\n Volunteer form\nForm for DataFest 2025 Volunteers \n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "DATAFEST - April 4th - 6th - Special Announcement",
        "date": "March 21, 2025 04:41:13 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "Hi QTM Students,\n It’s that time again! DATAFEST! A QTM Hackathon weekend April 4th – 6th.\n There will be food, certificates, tee shirts, and opportunities to interact with other students, staff, faculty, and external partners. Come and join us!\n  Not sure what it is about? check out videos from previous years. See link below.\n Want to participate? See link below or click on the flyer link attached.\n Want to just come and help out? There is a volunteer link below.\n This is a QTM Department event.\n    \nVideos of previous DataFest events, and other information.\nhttps://quantitative.emory.edu/about/datathons/DataFest.html\n Participant form\nDataFest Participant Registration form\n Volunteer form\nForm for DataFest 2025 Volunteers \n  Best, \n  Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "special announcement - opportunities",
        "date": "March 21, 2025 12:16:25 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT\n Applications for Peer Mentorship/Grader positions for Fall 2025 QTM Courses are now open! Course support personnel work 4-8 hours per week on average across the semester and receive QTM 398R credit hours based on their position. Applications for Fall 2025 courses are due by April 17th and priority will be given to early applicants. The courses that are hiring and more specific details about the positions are included in the application form. As many positions may require you to attend their section, we recommend applying only once your own Fall 2025 enrollments are complete! \n Application for positions with QTM 100: https://forms.office.com/r/LkyaAw4y8M\n Application for positions with other QTM courses: https://forms.office.com/r/341wsY0pq6 \n For questions about the QTM 100 positions, please email Lora McDonald (lora.mcdonald@emory.edu); for questions about the non-100 positions, please email Prof. Cuttner (Allison.cuttner@emory.edu) \n Best, \n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Careers, Academics, Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "SPECIAL ANNOUNCEMENT",
        "date": "March 19, 2025 08:05:27 AM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT – NEW SUMMER 2025 COURSES ADDED\n Been wanting to take this course? Summer 2025 is a great time to take it. No permission code required for these summer courses!\n The two offerings are:\n\t•\tENGRD/QTM302W-1. Summer Session 2 (6/30-8/6). TTh 11:30a-1pm. Online. Prof. Palermo\n \t•\tENGRD/QTM302W-2. Summer Session 1 (5/16-6/25). TTh. 8:15a-9:45a. Online. Prof. Miller\n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Academics"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "Very Important meeting on March 28th at 1:15 PM for All QTM Students",
        "date": "March 18, 2025 07:07:45 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "Hi QTM Students,\n It is that time of year again right before pre-registration for Fall 2025 and time to get clarity regarding pre-requisites, new courses, and degree requirements. On Friday, March 28th at 1:15 PM – 2:30 PM in the PAIS Building in room 290, we will be having an Advising Meeting with Dr. Jin Kim, Dr. Kevin McAlister and Dr. Allison Cuttner. So please bring your general questions and concerns regarding your course selections and course requirements. This meeting is very important. So please be in attendance and on time. \n Dr. Jin Kim will be clarifying pre-requisite requirements, course substitutions, course exception request ( QTM 151, QTM 210, QTM 220 , etc.) and answering questions.   Dr. McAlister and Dr. Cuttner will also be available for you to ask questions regarding the Honors program, internships, Research opportunities, Capstone, AI Data Lab, etc.   Some of you who recently declared your major or minor and were not assigned an advisor yet, you especially need to be in attendance at this meeting as you will have the opportunity to be advised by these advisors/faculty, ask questions and get answers. \n  Special Announcement\n Summer 2025 – there is another QTM 302W – section 2 - Technical Writing course added to the summer 2025 schedule taught by Dr. Ben Miller - see: https://atlas.emory.edu/ for more details. \n  Best, \n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "Special Announcement",
        "date": "March 17, 2025 05:19:15 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT\n Had some challenges opening the first flyer sent out about Data Fest? Try the one attached. \n You are welcome to participate in the competition or come as a volunteer(see form below). You still have time to sign up.\n  \n  Would like to volunteer? Fill out form here: Form to volunteer for DataFest 2025\n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "News and Announcement - March 5, 2025",
        "date": "March 05, 2025 07:59:29 PM GMT",
        "recipients": "\"QSSMAJORS@LISTSERV.CC.EMORY.EDU\" <QSSMAJORS@LISTSERV.CC.EMORY.EDU>",
        "reply_to": "sadie.marie.hannans@emory.edu",
        "content": "For QTM Undergraduates\n\nWednesday, March 5, 2025\n ANNOUNCEMENT \n\nCheck QTM website for more details \nhttps://quantitative.emory.edu/opportunities/ambassadors.html\n APPLICATIONS DUE MARCH 21ST\n    ANNOUNCEMENT\n   \nAPRIL 4TH – 6TH \n See attached flyer for details\n\n See attached flyer for details and schedule\n Submitted by Dr. Cliff Carrubba\n   ANNOUNCEMENT\n SUMMER/FALL 2025 OPPORTUNITIES\n 2 positions for Undergraduate Research Assistant 2025\nEmory-Einstein TB/HIV Research Group\n See attached document for details \n  Submitted by Nicole Evans\n      AANOUNCEMENT\n MESSAGE FROM NABILE SAFDAR\n We are excited to invite you to the Emory Digital AI Showcase: From Idea to Reality, an event hosted by the Emory Digital AI Strategy Team.This showcase will take place onThursday, March 20th, from1:00 PM to 5:00 PMat theMargaret H. Rollins Roomin theR. Randall Rollins Building. Light refreshments will be served.\n Event Highlights:\n· Fireside Chat with the AI Leaders: Gain insights from our AI Leaders during an intimate fireside chat. Learn about the latest trends, challenges, and opportunities in the field of AI.\n· Presentations of AI Works in Progress: Discover cutting-edge AI projects currently in development.Talented teams across Emory will present their innovative works, showcasing the potential and impact of AI technologies.\n· Creative Brainstorming Session: Participate in an interactive brainstorming session where you can collaborate with fellow attendees to generate new ideas and solutions. These sessions are designed to foster creativity and innovation.\n· Socializing and Networking: Connect with like-minded individuals during our \nsocializing sessions. Build valuable relationships, share experiences, and explore potential collaborations in a relaxed and friendly environment.\n We would love for you to attend and extend this invitation to your team members and/or program students who you think would benefit from learning about and networking with fellow colleagues and thinkers at Emory working in the AI space.\n Please make sure toRSVP using this linkas well as block your calendar with the attached outlook invitation. Please forward this email, along with the attached flyer and calendar invitation, to anyone on your team who might be interested.\n We look forward to seeing you there!\n  See attached flyer for details \n      ANNOUNCEMENT \n  \nOn behalf of Emory SHINE— Emory Center for Civic and Community Engagement's premier service programwithrefugee, immigrant, and new American communities in metro Atlanta.If you could share the message below with QTM majors that would be awesome.\n Mark your calendars! EmorySHINEis hosting a social\"Rolling intoSpring\" this Friday, March 7th, 12-2pm, in S301 at the Emory Student Centre.Join us for Sweet Hut cake rolls, Thai tea boba, and fruit tea. Spin the wheel to win fun prizes, including plushies, Mildliners, cute water bottles, and more. This is an opportunity to chat to our student leaders about thedaily volunteer opportunitiesSHINEoffers, upcoming Executive Board applications, or just hang out and have fun! Feel free to bring friends – everyone is welcome! We hope to see you there.\n\n   DATA CAMP RENEWAL\n Having challenges opening the data camp link? \n It has been updated!\n \nIt is active from 11/13/2024-05/13/2025 see links below\n       \n  \n\n Prerequisites\nYou must complete ALL prerequisites listed in order to enroll in these courses.\nQTM 210\n\t•\tEither QTM 120 or MATH 210 or MATH 211\nQTM 220\n\t•\tQTM 110\n\t•\tQTM 150\n\t•\tQTM 210 or ECON 220 or MATH 361 with a plan to co-enroll in MATH 362\n\t•\tMATH 210 or MATH 211\n\t•\tMATH 221\nElective Prerequisites\n\t•\tQTM 385 prerequisites will be listed in the course description!!!\n Equivalents\nBelow are courses that act as equivalents to the respective QTM courses\nQTM 210:\n\t•\tECON 220 and [MATH 210 or MATH 211]\n\t•\tOR - MATH 362\nQTM 220:\n\t•\tECON 320 plus QTM 110, QTM 150, MATH 221 and [MATH 210 or MATH 211]\n For General Academic Advising\nSchedule an appointment athttps://calendly.com/emoryqtm.\n If you have any questions regarding the above information, please do not hesitate to reach out.\n Best,\nSadie Hannans\nQTM Program Coordinator\nShanna9@emory.edu 470-620-7981\n\n\n \n  \n   \n \n\nPROFESSIONAL DEVELOPMENT\n\nQTM Preparation: A Pathway to Professionalism\n New Resources Available\n\n Getting Started with SQL\n Git and GitHub\n     QTM DataCamp Access\nQTM Access to DataCamp is now back in business! Sign up here.\n\n\n \n   \n\n \n  \n Connect with Emory Alumni\n\nEmory Connects is a platform sponsored by Emory Alumni and Engagement and is a space for current students and alumni to connect and network. Log in toEmory Connectstoday to see what is available!\n QTM DataCamp Access\n\nQTM Access to DataCamp is now back in business! Sign up here.\n   Looking for a spring or summer internship or full-time job?\n\nCheck out the attached document for tips on internship/job searches. Positions are still being posted on Handshake and many are still accepting applications.Log on to Handshaketo check out some of the roles!\n\n    Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Academics, Events, Careers, Research, Training, Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "Special Announcement  - from QTM Department",
        "date": "March 05, 2025 07:28:37 PM GMT",
        "recipients": "\"QSSMAJORS@LISTSERV.CC.EMORY.EDU\" <QSSMAJORS@LISTSERV.CC.EMORY.EDU>",
        "reply_to": "sadie.marie.hannans@emory.edu",
        "content": "APPLICATIONS ARE OPEN TO JOIN THE QTM DEPARTMENT AMBASSADORS TEAM FOR AY 2025 - 26. \n QTM Ambassadors are a selective cohort of sophomores, juniors, and seniors who are committed to service and leadership in the QTM community. As the department's student representatives, Ambassadors will engage with our external advisory board, assist with programming, andcultivate professional skills and relationships that will prove to be valuable long after graduation.\n Here are a few requirements and opportunities:\n \t•\tMust be a QTM major or QTM minor\n\t•\tMust have a strong sense of responsibility\n\t•\tMust be available to meet on Fridays for 1 hour at least twice a month between the hours of 3:00 PM – 4:30 PM\n\t•\tNetwork with external partners\n\t•\tSupport faculty and staff with QTM events\n\t•\tBuild your professional portfolio \n\t•\tFor more requirements and opportunities, see QTM website : https://quantitative.emory.edu/opportunities/ambassadors.html\n Application link is available below and on the QTM website. Applications are due March 21st \n application link to become a QTM ambassador\n We love for you to join us!\n Best, \n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Careers"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "NEWS AND ANNOUNCEMENTS - FEBRUARY 19, 2025",
        "date": "February 19, 2025 05:43:29 PM GMT",
        "recipients": "\"QSSMAJORS@LISTSERV.CC.EMORY.EDU\" <QSSMAJORS@LISTSERV.CC.EMORY.EDU>",
        "reply_to": "sadie.marie.hannans@emory.edu",
        "content": "For QTM Undergraduates\n\nWednesday, February 19, 2025\n\n\nSee attached flyer for details and schedule\n Submitted by Dr. Cliff Carrubba\n   ANNOUNCEMENT\n   Data Science for Social Good \nData Science for Social Good is happening on February 23rd at the Emory Student Center! This exciting event will explore the intersection between data science and affordable housing in Atlanta.  Join us for a day of expert-led talks and a hands-on data science workshop to uncover insights on the affordable housing issue in Atlanta and across the country. You'll hear from data scientists and housing experts on biased algorithms in housing, Georgia's eviction crisis, and how to empower social change using data science and analytics. A professional data analyst also guide you through a geospatial mapping and regression modeling workshop using real housing data. Free food will be provided for all attendees!  Registration form:https://docs.google.com/forms/d/e/1FAIpQLSesiLrNUKawPFhMfR-IsZZsdcs9Z8heonO9zc_ovmW9SPcmDA/viewform?usp=sf_link\n         OPPORTUNITY\n  Message from the Emory Artificial Intelligence and Data Association(EmoryAIDA). \n We are excited to host an upcoming panel discussion, \"Future of AI in Healthcare: From Diagnosis to Personalized Treatment,\" featuring esteemed Emory faculty, including Dr. Ruoxuan Xiong from the QTM Department. This event will explore AI's impact on diagnostics, patient care, and hyper-personalized treatments, with engaging discussions and interactive Q&A sessions.\n Event Details\n📅Date: February 24, 2025\n🕠Time: 16:30 - 18:00\n📍Location: Atlanta Campus MSC E208\n Given the interdisciplinary nature of the event, we believe it may be of interest to students and faculty in the QTM Department. If possible, we would greatly appreciate any assistance in sharing the event with the department—whether through a mention in the QTM Department newsletter, a general email announcement, or posting the flyer in the PAIS building. Of course, we completely understand if that is not feasible.\n  See attached flyer\n Submitted by Amanda Wei\n\n     ANNOUNCEMENT \n  \nTHE VOYAGER SCHOLARSHIP\nThe Obama-Chesky Scholarship for Pubic Service\n See attached flyer\n  Submitted by Dr. Joe Sutherland\n     DATA CAMP RENEWAL\n Having challenges opening the data camp link? \n It has been updated!\n \nIt is active from 11/13/2024-05/13/2025 see links below\n       \n  \n\n Prerequisites\nYou must complete ALL prerequisites listed in order to enroll in these courses.\nQTM 210\n\t•\tEither QTM 120 or MATH 210 or MATH 211\nQTM 220\n\t•\tQTM 110\n\t•\tQTM 150\n\t•\tQTM 210 or ECON 220 or MATH 361 with a plan to co-enroll in MATH 362\n\t•\tMATH 210 or MATH 211\n\t•\tMATH 221\nElective Prerequisites\n\t•\tQTM 385 prerequisites will be listed in the course description!!!\n Equivalents\nBelow are courses that act as equivalents to the respective QTM courses\nQTM 210:\n\t•\tECON 220 and [MATH 210 or MATH 211]\n\t•\tOR - MATH 362\nQTM 220:\n\t•\tECON 320 plus QTM 110, QTM 150, MATH 221 and [MATH 210 or MATH 211]\n For General Academic Advising\nSchedule an appointment athttps://calendly.com/emoryqtm.\n If you have any questions regarding the above information, please do not hesitate to reach out.\n Best,\nSadie Hannans\nQTM Program Coordinator\nShanna9@emory.edu 470-620-7981\n\n\n \n  \n   \n \n\n\n\nPROFESSIONAL DEVELOPMENT\n\nQTM Preparation: A Pathway to Professionalism\n New Resources Available\n\n Getting Started with SQL\n\n Git and GitHub\n    QTM DataCamp Access\nQTM Access to DataCamp is now back in business! Sign up here.\n\n\n \n  Connect with Emory Alumni\n\nEmory Connects is a platform sponsored by Emory Alumni and Engagement and is a space for current students and alumni to connect and network. Log in toEmory Connectstoday to see what is available!\n QTM DataCamp Access\n\nQTM Access to DataCamp is now back in business! Sign up here.\n  \n Looking for a spring or summer internship or full-time job?\n\nCheck out the attached document for tips on internship/job searches. Positions are still being posted on Handshake and many are still accepting applications.Log on to Handshaketo check out some of the roles!\n\n    Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Academics, Events, Careers, Research, Training, Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "NEWS AND ANNOUNCEMENT - FEBRUARY 7, 2025",
        "date": "February 07, 2025 09:11:01 PM GMT",
        "recipients": "\"QSSMAJORS@LISTSERV.CC.EMORY.EDU\" <QSSMAJORS@LISTSERV.CC.EMORY.EDU>",
        "reply_to": "sadie.marie.hannans@emory.edu",
        "content": "For QTM Undergraduates\n\nFriday, February 7, 2025\n\n\n\n\n     \nSENIORS \n      Hello Romantics,\n \nCupid’s arrow has struck, and we’re celebrating love in all its forms at the Lovers Day Party! \nJoin us for a delightful evening filled with romance and literature.\n❤️ When:Thursday, February 13th at 4:30 PM 📍 Where:Callaway N301, Kemp Malone Library 📜What to Expect:\n· Showcase your poetry skills! · Fun Valentine's Day activities! · Exciting giveaways! · Yummy food and drinks! 💌 RSVP:Please reply with \"Lovers Day\" to english@emory.edu by Tuesday, February 11th\nWe can’t wait to celebrate the magic of love and literature with you! ALL MAJORS WELCOME!\n   See attached flyer for details\n Submitted by Khristin Isley \n   ANNOUNCEMENT\n \n  Data Science for Social Good \nData Science for Social Good is happening on February 23rd at the Emory Student Center! This exciting event will explore the intersection between data science and affordable housing in Atlanta.  Join us for a day of expert-led talks and a hands-on data science workshop to uncover insights on the affordable housing issue in Atlanta and across the country. You'll hear from data scientists and housing experts on biased algorithms in housing, Georgia's eviction crisis, and how to empower social change using data science and analytics. A professional data analyst also guide you through a geospatial mapping and regression modeling workshop using real housing data. Free food will be provided for all attendees!  Registration form:https://docs.google.com/forms/d/e/1FAIpQLSesiLrNUKawPFhMfR-IsZZsdcs9Z8heonO9zc_ovmW9SPcmDA/viewform?usp=sf_link\n         OPPORTUNITY\n  EDSC Projects\nReady to apply your analytical skills to gain real-world data science experience? Apply to join one of EDSC's research projects to tackle real problems across various fields of interest (economics, environmental science, coastal hazards, cardiovascular diagnostics, and business operations). Project teams work together for a semester, with opportunities for poster presentations and networking at the end.\n   \n See attached flyer\n \n     ANNOUNCEMENT \n The CS Department is excited to announce that we are waiving CS 4+1 Application Fees this year! The CS 4+1 program allows Emory undergraduates to obtain a BA/BS from Emory College in four years and a CS MS degree from the Laney Graduate School in one extra year. The application deadline for current juniors is March 31st. \n      \n       ANNOUNCEMENT\n  Hi Sociology students — the below message from Dr. Simonds of GSU may be of interest....  The Gerontology Institute at GSU offers an intimate, nurturing, and stimulating environment in which to learn. Information on our programs can be found here.For detailed information on program requirements and courses, please see our Graduate Student Handbook.  The 36-credit MA in Gerontologyleads to stableemployment for our graduates,who go on to serveolder adults through employment in direct service, governmental, and non-governmental organizations. Approximatelyone-fourth go on to earn PhDs in Gerontology, Sociology, and other related fields.  We admit students for the MA program once a year to begin in the Fall term.Thedeadline for Fall 2025 MA applications is March 1.We admit Certificate students in both Fall and Spring terms. The deadlines for Certificate applications is July 1 (for Fall) and November 15 (for Spring).\n We offer a few graduate assistantships each year to MA students; these include a tuition waiver and a small stipend ($7200) across the year in exchange for working 8 hours/week with a professor. We do not offer Graduate Assistantships to Certificate students.  The application is comprised of:a brief statement of interest(wherein applicants describe why they want to pursue a certificate or MA in Gerontology, their passion for the field, and/or their research interests), three letters of reference, and transcripts.We do not require theGRE.You may begin your application here.  Our 18-credit Certificate program offers a specialized credential in Gerontology for professionals or graduate students in other fields.Thisprogram typically takes one year to complete.  Our 9-credit Certificate in Leadership and Aging is designed for people who are already working in the field in some way, who would like to gain knowledge in the field as well as a credential.\n Allcredits earned in our Certificate programs may be applied toourMA degree.\n Interested studentsare welcome tocontact me directlywith questions about the programs or the application process: wsimonds@gsu.edu.\n    DATA CAMP RENEWAL\n Having challenges opening the data camp link? \n It has been updated!\n \nIt is active from 11/13/2024-05/13/2025 see links below\n       \n  \n\n Prerequisites\nYou must complete ALL prerequisites listed in order to enroll in these courses.\nQTM 210\n\t•\tEither QTM 120 or MATH 210 or MATH 211\nQTM 220\n\t•\tQTM 110\n\t•\tQTM 150\n\t•\tQTM 210 or ECON 220 or MATH 361 with a plan to co-enroll in MATH 362\n\t•\tMATH 210 or MATH 211\n\t•\tMATH 221\nElective Prerequisites\n\t•\tQTM 385 prerequisites will be listed in the course description!!!\n Equivalents\nBelow are courses that act as equivalents to the respective QTM courses\nQTM 210:\n\t•\tECON 220 and [MATH 210 or MATH 211]\n\t•\tOR - MATH 362\nQTM 220:\n\t•\tECON 320 plus QTM 110, QTM 150, MATH 221 and [MATH 210 or MATH 211]\n For General Academic Advising\nSchedule an appointment athttps://calendly.com/emoryqtm.\n If you have any questions regarding the above information, please do not hesitate to reach out.\n Best,\nSadie Hannans\nQTM Program Coordinator\nShanna9@emory.edu 470-620-7981\n\n\n \n  \n   \n \n\n\n\nPROFESSIONAL DEVELOPMENT\n\nQTM Preparation: A Pathway to Professionalism\n New Resources Available\n\n Getting Started with SQL\n\n Git and GitHub\n \n    \nQTM DataCamp Access\nQTM Access to DataCamp is now back in business! Sign up here.\n\n\n \n   \n\n \n  \n\n Connect with Emory Alumni\n\nEmory Connects is a platform sponsored by Emory Alumni and Engagement and is a space for current students and alumni to connect and network. Log in toEmory Connectstoday to see what is available!\n \nQTM DataCamp Access\n\nQTM Access to DataCamp is now back in business! Sign up here.\n  \n Looking for a spring or summer internship or full-time job?\n\nCheck out the attached document for tips on internship/job searches. Positions are still being posted on Handshake and many are still accepting applications.Log on to Handshaketo check out some of the roles!\n\n    Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Academics, Events, Careers, Research, Training"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "REMINDER - QTM  DROP-IN  ADVISING SESSION TOMORROW",
        "date": "January 23, 2025 05:00:07 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "REMINDER - SPECIAL ANNOUNCEMENT \n There will be an important drop-in session with Dr. Jin Kim and Dr. Kevin McAlister on Friday, January 24th from 1:00 PM to 2:00 PM for all QTM Students in the PAIS (Psychology Building) in room 290. This is a great time to get your questions answered regarding your courses, degree tracker issues, degree requirements, exceptions request, graduation requirements and the attached document. The attachment was shared as a slide presentation at the last meeting with all of the QTM students last Friday. As add/drop/swap ends Tuesday ( 1/28) of next week, this is a good time to get your questions answered regarding your final course decision for Spring 2025. Many of you who do not have assigned QTM advisors yet, please don’t miss this one-on-one opportunity. Hope to see you there!\n Best, \n   Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "SPECIAL ANNOUNCEMENT",
        "date": "January 22, 2025 04:31:11 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT \n There will be an important drop-in session with Dr. Jin Kim and Dr. Kevin McAlister on Friday, January 24th from 1:00 PM to 2:00 PM for all QTM Students in the PAIS (Psychology Building) in room 290. This is a great time to get your questions answered regarding your courses, degree tracker issues, degree requirements, exceptions request, graduation requirements and the attached document. The attachment was shared as a slide presentation at the last meeting with all of the QTM students last Friday. As add/drop/swap ends Tuesday ( 1/28) of next week, this is a good time to get your questions answered regarding your final course decision for Spring 2025. Many of you who do not have assigned QTM advisors yet, please don’t miss this one-on-one opportunity. Hope to see you there!\n Best, \n  Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "NEWS AND ANNOUNCEMENTS - JANUARY 17, 2025",
        "date": "January 18, 2025 07:07:25 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "For QTM Undergraduates\n\nFriday, January 17, 2025\n\n\n\n       Opportunity\nAON Corporation \nOpportunity for Sophomores only\nThe Sophomore Actuarial Mentor Program connects students with experienced professionals in the field to provide guidance, career insights, and networking opportunities. It’s designed to help students explore the actuarial profession, understand some of the paths to becoming an actuary, and build meaningful connections early in their academic journey. We also give participants that are engaged and interested an opportunity to apply and interview for roles early for our Summer 2026 actuarial opportunities.\n We work to pair students with mentors in the office location/line of work that they are most interested in exploring for future opportunities.\n The program is currently accepting applications, and we would love to reach as many students as possible who may be interested in this program!\n Here are the key details:\n \t•\tEligibility: Open to sophomores (December 2026 – June 2027 grads) with a 3.0 GPA interested in exploring or pursuing actuarial science\n\t•\tFormat: Fully Virtual program that runs February-May with a commitment of ~1 hr/week. We do our best to work around their schedules and record group sessions when possible!\n\t•\tHow to apply: Early Careers: Sophomore Actuarial Mentorship Program in Multiple Locations | Aon Corporation\n   See attached flyer for details\n       Announcement \nDRESS FOR SUCCESS ATLANTA\n This event will feature experts in various fields speaking about artificial intelligence technology, real-world applications, and AI resources for beginners and experts alike. This is also a great event for networking and sponsorship for your business owners; please reach out to me. A teaser on one of our expert attendees from my alma mater, Emory U., is Dr. Cliff Carrubba: https://polisci.emory.edu/home/people/biography/carrubba-clifford.html  \n           \nFor students interested in health policy, social insurance, aging, and disability internships please see internship opportunities shared with Emory by a young alumni. The roles are in Washington, DC coordinated by theNational Academy of Social InsuranceStudents apply here: https://www.nasi.org/who-we-serve/students/internship-opportunities/internship-application/\nA description of the different programs can be found at the following links:\nhttps://www.nasi.org/internship/merton-c-bernstein-internship-on-social-insurance/https://www.nasi.org/internship/john-burton-internship/https://www.nasi.org/internship/rashi-fein-internship-in-health-policy/https://www.nasi.org/internship/congressman-pete-stark-health-policy-internship/https://www.nasi.org/internship/leeba-lessin-internship-on-health-and-medicarehttps://www.nasi.org/internship/somers-research-internship-on-long-term-care-and-aging/https://www.nasi.org/internship/eileen-sweeney-graduate-internship-in-disability-policy/\nDeadlines\nMonday, February 10, 2025: Rashi Fein Internship on Health Policy, Anne Somers Research Internship on Long-Term Care and Aging, Congressman Pete Stark Health Policy Internship, Eileen Sweeney Graduate Internship in Disability PolicyFriday, March 7, 2025:Leeba Lessin Internship on Health and Medicare Policy, Merton Bernstein Internship on Social Insurance, John Burton Internship on Workers’ Compensation\nGood luck applying!\n      \n     ADD/DROP/SWAP \nOpen until January 28\n  COURSES TO CONSIDER\n   QTM 285 - Topics in Quantitative Science: Introduction to Text as Data – Class # 2515 \nT TH 10 – 11:15 - Jo Guldi & Greg Palermo - 4 credits - no pre-requisites required\n  QTM 220 – Regression Analysis – Class # 2505\n MW 2:30 PM – 3:45PM - Jacopo Di lorio – 4 credits\n \n \nQTM 185 – Applied Topic in QTM : AI and Ethics – class # 2635\n M 4:00 pm – 5:50 PM – Savneet Singh – 2 credits - no pre-requisites required\n \n QTM 445 Advanced Causal Inference – Class # 2544\n T TH 10:00 AM – 11:15 AM – Alex Tolbert – 3 credits\n \nQTM 465 Semiparametric Statistics - Class # 2546\n T TH 11:30 AM – 12:45 PM – Jacobo Di lorio - 3 credits\n QTM 490R Advanced Seminar: Machine Learning Theory – Class # 5621\n T TH 4 :00 PM – 5:15 PM – David Hirshberg - 3 credits\n \nQTM 447 – Statistical Machine Learning 2 – Class# 2545\n T TH 2:30 PM – 3:45 PM – Kevin McAlister - 3 credits\n  QTM 345 Causal Designs and Inference I - class # 2526\n T TH 1:00 PM – 2:15PM - Ahbishek Ananth – 3 credits\n  \n     Announcement \n Emory Center for Digital Scholarship's Spring 2025 Workshop Schedule  * One asterisk indicates in-person, hands-on workshop on Tuesdays, 1-2:30pm.\n** Two asterisks indicate online Zoom workshop on Wednesdays, 1-2pm.\n January 28\nHands-On Intro to ArcGIS**\nJanuary 29\nIntro to WordPress (Scholarblogs)*\nFebruary 4\nHands-On Canva Graphic Makeover**\nFebruary 5\nCoding with AI*\nFebruary 11\nHands-On Intro to 3D Modeling with 3D Max**\nFebruary 12\nIntro to Video Editing*\nFebruary 18\nHands-On Intro to Unreal Game Engine**\nFebruary 19\nGetting Started with Digital Exhibitions: Sharing Your Items with Omeka or CollectionBuilder*\nFebruary 26\nIntro to Modern JavaScript*\n  Please RSVP to receive Zoom links & further details using our calendar.\nIf you have any questions, email ECDS (ecds@emory.edu). You can also also visit our catalogue of past workshops on our new updated Scholarblogs repository!\n Thank you so much in advance and let me know if you have any questions!\n         OPPORTUNITY\n  INTERNSHIPS\nPlease see links below for a variety of internships here in Washington, DC coordinated by the National Academy of Social Insurance to share with students interested in health policy, social insurance, aging, and disability.\n Students apply here: https://www.nasi.org/who-we-serve/students/internship-opportunities/internship-application/\n A description of the different programs can be found at the following links:\n https://www.nasi.org/internship/merton-c-bernstein-internship-on-social-insurance/\nhttps://www.nasi.org/internship/john-burton-internship/\nhttps://www.nasi.org/internship/rashi-fein-internship-in-health-policy/\nhttps://www.nasi.org/internship/congressman-pete-stark-health-policy-internship/\nhttps://www.nasi.org/internship/leeba-lessin-internship-on-health-and-medicare\nhttps://www.nasi.org/internship/somers-research-internship-on-long-term-care-and-aging/\nhttps://www.nasi.org/internship/eileen-sweeney-graduate-internship-in-disability-policy/\n Deadlines\n Monday, February 10, 2025:Rashi Fein Internship on Health Policy, Anne Somers Research Internship on Long-Term Care and Aging, Congressman Pete Stark Health Policy Internship, Eileen Sweeney Graduate Internship in Disability Policy\nFriday, March 7, 2025:Leeba Lessin Internship on Health and Medicare Policy, Merton Bernstein Internship on Social Insurance, John Burton Internship on Workers’ Compensation\n     DATA CAMP RENEWAL\n Having challenges opening the data camp link? \n It has been updated!\n \nIt is active from 11/13/2024-05/13/2025 see links below\n       \n  \n\n Prerequisites\nYou must complete ALL prerequisites listed in order to enroll in these courses.\nQTM 210\n\t•\tEither QTM 120 or MATH 210 or MATH 211\nQTM 220\n\t•\tQTM 110\n\t•\tQTM 150\n\t•\tQTM 210 or ECON 220 or MATH 361 with a plan to co-enroll in MATH 362\n\t•\tMATH 210 or MATH 211\n\t•\tMATH 221\nElective Prerequisites\n\t•\tQTM 385 prerequisites will be listed in the course description!!!\n Equivalents\nBelow are courses that act as equivalents to the respective QTM courses\nQTM 210:\n\t•\tECON 220 and [MATH 210 or MATH 211]\n\t•\tOR - MATH 362\nQTM 220:\n\t•\tECON 320 plus QTM 110, QTM 150, MATH 221 and [MATH 210 or MATH 211]\n For General Academic Advising\nSchedule an appointment athttps://calendly.com/emoryqtm.\n If you have any questions regarding the above information, please do not hesitate to reach out.\n Best,\nSadie Hannans\nQTM Program Coordinator\nShanna9@emory.edu 470-620-7981\n\n\n \n  \n   \n\n\nPROFESSIONAL DEVELOPMENT\n\nQTM Preparation: A Pathway to Professionalism\n New Resources Available\n\n Getting Started with SQL\n\n Git and GitHub\n \n    \nQTM DataCamp Access\nQTM Access to DataCamp is now back in business! Sign up here.\n\n\n \n   \n\n \n  \n\n Connect with Emory Alumni\n\nEmory Connects is a platform sponsored by Emory Alumni and Engagement and is a space for current students and alumni to connect and network. Log in toEmory Connectstoday to see what is available!\n \nQTM DataCamp Access\n\nQTM Access to DataCamp is now back in business! Sign up here.\n  \n Looking for a spring or summer internship or full-time job?\n\nCheck out the attached document for tips on internship/job searches. Positions are still being posted on Handshake and many are still accepting applications.Log on to Handshaketo check out some of the roles!\n\n    Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Careers, Events, Academics, Training, Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "SPECIAL ANNOUNCEMENT",
        "date": "January 18, 2025 06:47:39 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT\n Emory's Center for AI Learning is now accepting applications to participate in the Spring 2025 AI. Data Lab program!\n AI.DataLab is a 10 week, data micro-consulting project hosted by the Center for AI Learning where students will work in teams to solve real-world problems with data. Each team will gain exposure to the world of professional data analytics by tackling issues presented by companies in the Atlanta area and developing data-driven solutions for them. For this iteration, students will have the opportunity to work with the following organizations:\n\t•\tTechBridge (TB): TB is a non-profit whose mission is to alleviate generational poverty by equipping other non-profits with enterprise-grade software and technology. Students will investigate and leverage over 18+ years of transactional national data to improve the foundational algorithm for TB's flagship software addressing hunger relief.\n\t•\tSustainability Office (SO): The Emory Sustainability Office is interested in invoking sustainability into AI practices. This project will task students to creatively brainstorm how to approach either better understanding energy usage of AI, how to inform users of their individual AI tool behaviors' impact on energy, and/or how Emory could measure and report on sustainable AI practices.\n\t•\tEmory Department of Chemistry (C): Over the last 10 years, the Department of Chemistry has revamped its curriculum to improve the experience of Chemistry majors. After collecting a large amount of evaluation and survey data, this AI.DataLab project will analyze the success of the curriculum overhaul and pitch how the department can continue to improve. \t•\tInvestAtlanta (IA): IA is a local government authority for Atlanta focused on the economic and equitable improvement of the city. Students will conduct a sentiment analysis of governmental-adjacent agencies, like InvestAtlanta, to understand public perception of agencies that work in this industry.\nStudents with all kinds of experience levels are encouraged to apply. However, selected students will be expected to be able to work with Python in order to perform analysis. Teams will be created in such a way to induce the greatest experiential diversity within each team as to allow those with less experience to learn from students with more background in programming. Undergraduate students are eligible to receive 1 credit hour in INTERN496R to achieve their Experience & Application (XA) credit for their participation.\nAll participants in the AI.DataLab program will be expected to attend weekly meetings on Thursdays from 6:00 - 7:30 in White Hall. These meetings are meant to provide students with a common time and location to work with their teams. Topics can range from soft skills, such as data storytelling, to hard skills like string processing. Therefore, students applying must have this block of time free in their weekly schedule --at least two-thirds of these weekly meetings must be attended to earn a Pass/Satisfactory grade, and/or to be credited in final deliverables. If this time does not work for you, AI.DataLab will be offered in subsequent semesters and you are encouraged to apply for later iterations.\n Applications are due by 5:00 p.m. on Tuesday, January 21.The first weekly meeting will take place at 6:00PM on January 30th. If you have any questions, please reach out to tottoli@emory.edu.\n The application can be found here: https://forms.office.com/Pages/ResponsePage.aspx?id=nPsE4KSwT0K80DImBtXfONoMV0zVh_FDuG1Bf6CV029UNzhRNFUwMUM2SUxOSzhYSDBBVDYxSk9OUC4u.\n  Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Research, Careers, Training, Academics, Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "REMINDER OF ADVISING MEETING FOR ALL QTM STUDENTS TOMORROW",
        "date": "January 16, 2025 08:29:19 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "REMINDER OF ADVISING MEETING FOR ALL QTM STUDENTS TOMORROW\n  There will be a meeting with all QTM Students both majors and minors on Friday, January 17th at 1 PM – 2 PM in the PAIS building in Room 290. This will be an ADD/DROP/SWAP Advising meeting with Dr. Jin Kim and Dr. Kevin McAlister. Many of you have issues with QTM 151 & QTM 150 credit hours, not having enough credits, missing requirements, clarity on whether your track electives will count, etc. This is the meeting you need to attend to get those questions answered. If you joined the QTM Department and were not assigned an advisor yet, please be at this meeting . This will be a great time for you to speak with Dr. Kim and Dr. McAlister if you have questions. \n If you are graduating this Spring 2025, I suggest you attend this meeting as there may be some information you may need in preparation for graduation clearance. \n Best, \n   Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "SPECIAL ANNOUNCEMENT",
        "date": "January 13, 2025 04:13:46 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT\nWelcome back!! Hope you had a great winter break. \n  There will be a meeting with all QTM Students both majors and minors on Friday, January 17th at 1 PM – 2 PM in the PAIS building in Room 290. This will be an ADD/DROP/SWAP Advising meeting with Dr. Jin Kim and Dr. Kevin McAlister. Many of you have issues with QTM 151 & QTM 150 credit hours, not having enough credits, missing requirements, clarity on whether your track electives will count, etc. This is the meeting you need to attend to get those questions answered. If you joined the QTM Department and were not assigned an advisor yet, please be at this meeting . This will be a great time for you to speak with Dr. Kim and Dr. McAlister if you have questions. \n If you are graduating this Spring 2025, I suggest you attend this meeting as there may be some information you may need in preparation for graduation clearance. \n Best, \n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "Special Announcement",
        "date": "January 06, 2025 10:57:32 AM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCMENT\n   GRADUATING SENIORS !This posting closes on Jan 6th):https://www.usajobs.gov/job/826182600\n The National Endowment for the Humanities' Office of Data and Evaluation (ODE) seeks an analyst to respond to internal data/analysis requests. They will also support occasional other office needs, including empowering agency staff with dashboards to help with decision-making and supporting the development of ODE's grant programs.\n The role is based in Washington, DC with asalary range of $85k-$157k. Current agency policy allows remote work, but applicants should not apply unless they are prepared to relocate to DC if policies change.\n Federal job applications pass through HR staff before they reach the hiring manager. Applicants must specifically address how their backgrounds match the required qualifications in their resume / cover letter, or their materials may not reach the final hiring panel.  Anyone with experience in the humanities and data analysis is encouraged to apply.   Best, \n  Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Careers"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "Special Announcement",
        "date": "December 23, 2024 04:00:47 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT\n \n  INTERNSHIP ANNOUNCEMENT\nDATA & REPORTING INTERN (PAID)\nPolicing Alternatives & Diversion Initiative\nDecember 2024\n See attached flyer for details\n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Careers"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "NEWS AND ANNOUNCEMENTS - Week of December 9, 2024",
        "date": "December 09, 2024 02:28:40 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "For QTM Undergraduates\n\nMonday, December 9, 2024\n\n\n\n\n      Reading Day - Wednesday, Dec. 11th\n\n   ADD/DROP/SWAP \nOpen until December 19th\n  COURSES TO CONSIDER\n   QTM 285 - Topics in Quantitative Science: Introduction to Text as Data – Class # 2515 \nT TH 10 – 11:15 - Jo Guldi & Greg Palermo - 4 credits - no pre-requisites required\n  QTM 285 – Topic in Quantitative Science: Prediction, Inference & Causality – class# 2509 \nT TH 2:30 PM -3:45 PM & F 2:30 PM – 3:20 PM –David Hirshberg – 4 credits \n QTM 220 – Regression Analysis – Class # 2505\n MW 2:30 PM – 3:45PM - Jacopo Di lorio – 4 credits\n \nQTM 185 – Applied Topics in QTM: Data Science Storytelling – class # 5644\n W 6:00 PM – 8:00 PM – Hallie Ford - 2 credits – no pre- requisites required (distance learning)\n \nQTM 185 – Applied Topic in QTM : AI and Ethics – class # 2635\n M 4:00 pm – 5:50 PM – Savneet Singh – 2 credits - no pre-requisites required\n \nQTM 329 – Computational Linguistics – Class # 4372\n MW 4:00 PM – 5:15 PM -Jinho Choi - 3 credits \n QTM 445 Advanced Causal Inference – Class # 2544\n T TH 10:00 AM – 11:15 AM – Alex Tolbert – 3 credits\n \nQTM 465 Semiparametric Statistics - Class # 2546\n T TH 11:30 AM – 12:45 PM – Jacobo Di lorio - 3 credits\n QTM 490R Advanced Seminar: Machine Learning Theory – Class # 5621\n T TH 4 :00 PM – 5:15 PM – David Hirshberg - 3 credits\n \nQTM 447 – Statistical Machine Learning 2 – Class# 2545\n T TH 2:30 PM – 3:45 PM – Kevin McAlister - 3 credits\n  QTM 345 Causal Designs and Inference I - class # 2526\n T TH 1:00 PM – 2:15PM - Ahbishek Ananth – 3 credits\n  \n     Announcement \n    \n  Do you have an early-stage startup that you want to rapidly move forward? Apply now to the Techstars Emory Founder Catalyst-(Due Jan 17, 2025). This spring, the Startup Launch Accelerator is evolving into The Techstars Emory Founder Catalyst.\nThe Techstars Emory Founder Catalyst is a 10-week pre-accelerator program providing early-stage for-profit entrepreneurs with invaluable startup education and mentorship from one of the top accelerators in the world.\nThe Techstars Emory Founder Catalyst might be right for you if you have:Domain expertiseYou possess deep understanding or unique insight into the challenge your startup is addressing.A clear problem to solveYou have identified a well-defined customer need and have a lead on the solution.Raised less than $1MFounders of early- or idea-stage companies raised less than $1M will receive the most benefit from the program structure and activities.\nA collaborative spiritMaximizing the program experience demands excellent communication skills for collaboration with your cohort, mentors, and program leaders.\n  Submitted by Sandra Ruhlman Smith\n  ANNOUNCEMENT \n  \nLINK: https://docs.google.com/forms/d/e/1FAIpQLSesiLrNUKawPFhMfR-IsZZsdcs9Z8heonO9zc_ovmW9SPcmDA/viewform\n  Submitted by Yoonsuh Park, EDSC\n OPPORTUNITY\n \n    Undergraduate Research Assistant Position 2025\n  Applicants can forward resumes to Angie Campbell at angie.campbell@emory.edu\n  See attached word doc for details \n   Submitted by Kiara Latimer Banks \n  DATA CAMP RENEWAL\n Having challenges opening the data camp link? \n It has been updated!\n \nIt is active from 11/13/2024-05/13/2025 see links below\n        OPPORTUNITY\n \n        \n  \n\n Prerequisites\nYou must complete ALL prerequisites listed in order to enroll in these courses.\nQTM 210\n\t•\tEither QTM 120 or MATH 210 or MATH 211\nQTM 220\n\t•\tQTM 110\n\t•\tQTM 150\n\t•\tQTM 210 or ECON 220 or MATH 361 with a plan to co-enroll in MATH 362\n\t•\tMATH 210 or MATH 211\n\t•\tMATH 221\nElective Prerequisites\n\t•\tQTM 385 prerequisites will be listed in the course description!!!\n Equivalents\nBelow are courses that act as equivalents to the respective QTM courses\nQTM 210:\n\t•\tECON 220 and [MATH 210 or MATH 211]\n\t•\tOR - MATH 362\nQTM 220:\n\t•\tECON 320 plus QTM 110, QTM 150, MATH 221 and [MATH 210 or MATH 211]\n For General Academic Advising\nSchedule an appointment athttps://calendly.com/emoryqtm.\n If you have any questions regarding the above information, please do not hesitate to reach out.\n Best,\nSadie Hannans\nQTM Program Coordinator\nShanna9@emory.edu 470-620-7981\n\n\n \n  \n   \n \n\n\n\nPROFESSIONAL DEVELOPMENT\n\nQTM Preparation: A Pathway to Professionalism\n New Resources Available\n\n Getting Started with SQL\n\n Git and GitHub\n \n    \nQTM DataCamp Access\nQTM Access to DataCamp is now back in business! Sign up here.\n\n\n \n   \n\n \n  \n\n Connect with Emory Alumni\n\nEmory Connects is a platform sponsored by Emory Alumni and Engagement and is a space for current students and alumni to connect and network. Log in toEmory Connectstoday to see what is available!\n \nQTM DataCamp Access\n\nQTM Access to DataCamp is now back in business! Sign up here.\n  \n Looking for a spring or summer internship or full-time job?\n\nCheck out the attached document for tips on internship/job searches. Positions are still being posted on Handshake and many are still accepting applications.Log on to Handshaketo check out some of the roles!\n\n    Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Careers, Events, Academics, Training, Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@emory.edu",
        "subject": "Declaration of major or minor meeting schedule for Dcember",
        "date": "December 04, 2024 12:02:53 PM GMT",
        "recipients": "\"Hannans, Sadie Marie\" <sadie.marie.hannans@emory.edu>",
        "reply_to": "sadie.marie.hannans@emory.edu",
        "content": "Hello Future QTMStudents,\n We are excited about meeting with you. This meeting is for first time studentsdeclaring their major or minor with the QTM Department. That includes QSS with track identified, QSS undecided, AMS, PPA, and BBA+QSS, majors or minors and QSS Minors. Please fill out the entire form (below). The meeting will be conducted via zoom for about 30 minutes or less within a group setting. Please fill out the form below once and only select one meeting time. Please fill out the form before Thursday, December 5th at 11:30 AM(see link below) in order to get the zoom meeting link. You should receive the link on or before your meeting day. \nIf you have attended a declaration of major/minor meeting before, please disregard this message and email me directly atshanna9@emory.edu to let me know that your form has not been approved yet. If you have not attended a declaration of major/minor meeting, your form will not be approved, and it will sit in the opus portal until you meet with the department (me) or it will be denied and you will need to reapply in opus for the major or minor.  Let’s get this part of the onboarding into the department done. We want your degree tracker to have your major/minor included so that you can see what is required to complete your major/minor degree.  If you have questions, please reach out. Thanks. \n If you are interested in minoring in PPA, please reach out to the Political Science Department. If you are majoring in PPA, please sign up for one of the sessions below. Thank you. \n If you received this message and you have decided to not major or minor in the QTM programs, please delete your form in OPUS or email me with your student ID # so that I can deny/delete your form. If your form has been in the OPUS portal for more than 90 days and you have not attended the required meeting, your form will be deny/deleted and you will need to fill out the form again in OPUS and restart the process if you plan to major or minor in any of the QTM major/minor programs. \n  declaration meeting schedule form\n Group 1 - Thursday, December 5th at 4:30 PM\n Group 2 - Friday, December 6th at 12:30 PM\n Group 3 - Friday, December, 6th at 2:30 PM\n Best, \n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events, Academics, Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "SPECIAL ANNOUNCEMENT - QTM EVENT",
        "date": "December 03, 2024 03:43:14 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT - QTM EVENT\n  This is a QTM Department event and all QTM students are invited.\n This is a drop-in event and there will be light refreshments.\n If you are spring 2025 enrolled or planning future enrollment in QTM 495A, QTM 495BW or QTM 498R (Capstone), this event will give you somewhat of a peek into what you can expect.\n     \nSadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "SPECIAL ANNOUNCEMENT REMINDER",
        "date": "December 02, 2024 11:22:51 AM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT REMINDER\n  Applications for Peer Mentorship/Grader positions for Spring 2025 QTM Courses are now open! Course support personnel work 4-8 hours per week on average across the semester and receive QTM 398R credit hours based on their position. Applications for Spring 2025 courses are due by December 4th. The courses that are hiring as well as more specific details about the positions and their responsibilities are included in the application form. (Please note this application does not include QTM 100) . Also see QR code attached. \n https://forms.office.com/r/p1cg01D018 \n  Best, \n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Academics, Careers"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "NEWS AND ANNOUNCEMENTS - November 22, 2024",
        "date": "November 22, 2024 04:59:01 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "For QTM Undergraduates\n\nFriday, November 22, 2024\n\n\n\n\n     \n\n \n\n   ADD/DROP/SWAP \nNovember 25th\n  COURSES TO CONSIDER\n   QTM 285 - Topics in Quantitative Science: Introduction to Text as Data – Class # 2515 \nT TH 10 – 11:15 - Jo Guldi & Greg Palermo - 4 credits - no pre-requisites required\n  QTM 285 – Topic in Quantitative Science: Prediction, Inference & Causality – class# 2509 \nT TH 2:30 PM -3:45 PM & F 2:30 PM – 3:20 PM –David Hirshberg – 4 credits \n QTM 220 – Regression Analysis – Class # 2505\n MW 2:30 PM – 3:45PM - Jacopo Di lorio – 4 credits\n \nQTM 185 – Applied Topics in QTM: Data Science Storytelling – class # 5644\n W 6:00 PM – 8:00 PM – Hallie Ford - 2 credits – no pre- requisites required (distance learning)\n \nQTM 185 – Applied Topic in QTM : AI and Ethics – class # 2635\n M 4:00 pm – 5:50 PM – Savneet Singh – 2 credits - no perquisites required\n \nQTM 329 – Computational Linguistics – Class # 4372\n MW 4:00 PM – 5:15 PM -Jinho Choi - 3 credits \n QTM 445 Advanced Causal Inference – Class # 2544\n T TH 10:00 AM – 11:15 AM – Alex Tolbert – 3 credits\n \nQTM 465 Semiparametric Statistics - Class # 2546\n T TH 11:30 AM – 12:45 PM – Jacobo Di lorio - 3 credits\n\nQTM 490R Advanced Seminar: Machine Learning Theory – Class # 5621\n T TH 4 :00 PM – 5:15 PM – David Hirshberg - 3 credits\n \nQTM 447 – Statistical Machine Learning 2 – Class# 2545\n T TH 2:30 PM – 3:45 PM – Kevin McAlister - 3 credits\n  QTM 345 Causal Designs and Inference I - class # 2526\n T TH 1:00 PM – 2:15PM - Ahbishek Ananth – 3 credits\n  \n      Interested in Environmental Health?\n Check out course with Rollins School of Public Health\n For more details – see attached flyer and syllabus\n  Submitted by Qiang Zhang\n   DATA CAMP RENEWAL\n Having challenges opening the data camp link? \n It has been updated!\n \nIt is active from 11/13/2024-05/13/2025 see links below\n        OPPORTUNITY\n \n       \n  \n\n Prerequisites\nYou must complete ALL prerequisites listed in order to enroll in these courses.\nQTM 210\n\t•\tEither QTM 120 or MATH 210 or MATH 211\nQTM 220\n\t•\tQTM 110\n\t•\tQTM 150\n\t•\tQTM 210 or ECON 220 or MATH 361 with a plan to co-enroll in MATH 362\n\t•\tMATH 210 or MATH 211\n\t•\tMATH 221\nElective Prerequisites\n\t•\tQTM 385 prerequisites will be listed in the course description!!!\n Equivalents\nBelow are courses that act as equivalents to the respective QTM courses\nQTM 210:\n\t•\tECON 220 and [MATH 210 or MATH 211]\n\t•\tOR - MATH 362\nQTM 220:\n\t•\tECON 320 plus QTM 110, QTM 150, MATH 221 and [MATH 210 or MATH 211]\n For General Academic Advising\nSchedule an appointment athttps://calendly.com/emoryqtm.\n If you have any questions regarding the above information, please do not hesitate to reach out.\n Best,\nSadie Hannans\nQTM Program Coordinator\nShanna9@emory.edu 470-620-7981\n\n\n \n  \n   \n \n\n\n\nPROFESSIONAL DEVELOPMENT\n\nQTM Preparation: A Pathway to Professionalism\n New Resources Available\n\n Getting Started with SQL\n\n Git and GitHub\n \n    \nQTM DataCamp Access\nQTM Access to DataCamp is now back in business! Sign up here.\n\n\n \n   \n\n \n  \n\n Connect with Emory Alumni\n\nEmory Connects is a platform sponsored by Emory Alumni and Engagement and is a space for current students and alumni to connect and network. Log in toEmory Connectstoday to see what is available!\n \nQTM DataCamp Access\n\nQTM Access to DataCamp is now back in business! Sign up here.\n  \n Looking for a spring or summer internship or full-time job?\n\nCheck out the attached document for tips on internship/job searches. Positions are still being posted on Handshake and many are still accepting applications.Log on to Handshaketo check out some of the roles!\n\n    Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Academics, Training, Careers, Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "NEWS AND ANNOUNCEMENT - 11-18-2024",
        "date": "November 18, 2024 11:10:53 AM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "For QTM Undergraduates\n\nMonday, November 18, 2024\n\n\n\n\n     \n\n \n    Special Announcement from the Department of Physics\n This year, the Physics Nobel went to Hopfield and Hinton for foundational work on artificial neural networks, which paved the way for the AI revolution, which we are living through now. The Department’s lecture on the topic is going to be on Wed, Nov 20, at 5:30 at the Planetarium (MSC E300).\n   DATA CAMP RENEWAL\n Having challenges opening the data camp link? \n It has been updated!\n \nIt is active from 11/13/2024-05/13/20205 see links below\n       OPPORTUNITY\n  TEDxEmory will host its main conferencethis year on February 22nd, 2025.  Our conference brings leaders, experts, and professionals from all over the world to give TED talks at Emory. Currently, we have an executive at Georgia Public Broadcasting, a Paralympic gold medalist, and a high-profile Neurosurgeon/Influencerin the lineup.  In addition to 10 professional speakers, the conference features TWO EMORY STUDENT SPEAKERSfrom undergraduate and graduate schools.  The talks are professionally recorded and posted on the official TED YouTube website. Our talks have millions of views and hundreds of people attend our conference! This is a wonderful opportunity to network with professionals from around the country and to share ideas with a wider audience.\n This event encourages the exchange of professionally workshopped and developed ideas between students, faculty, and professionals. This is a unique opportunity for students from your department to share their knowledge, passion, and research in their fields.  If you know of any students in your network who may have valuable insights to share, we would greatly appreciate it if you could help us spread the word and encourage them to apply by sharing the message above.\n Link to the application form: https://forms.gle/VEs7dDbL2TFhRJjy6\nCheck out some of our past TEDxEmory Conferences: https://www.tedxemory.org/\n Thank you for your time and consideration in supporting TEDxEmory\n If you have any questions, please reach out to isabella.aguado@emory.edu\n     OPPORTUNITY\n  The Marcus Autism Center, in conjunction with the Emory University School of Medicine and Children's Healthcare of Atlanta, is offering five fellowships: the Cohen Fellowship in Developmental Social Neuroscience, the Simons Fellowship in Computational Neuroscience, the Louise and Brett Samsky Fellowship in Educational Science and Practice, the Sally Provence Fellowship in Clinical Research, and the ACCESS Fellowship in Implementation Science. \nStudents who will receive a bachelor's degree by June 2025 will be eligible for the positions. The fellowships will commence in July 2025, and they are 2 years in duration. Students can find further details here. \nAttached, please find a brochure describing the fellowships. Please feel free to print the brochure and post it in your department. I ask that you let us know that you have received this e-mail and that you forward it, along with the associated brochure, to students in the Department of Quantitative Theory and Methods. \nThe Cohen Fellowship in Developmental Social Neuroscience will involve cutting-edge social neuroscience and/or neuroimaging research in infants, toddlers and adolescents. Fellows will work to further the understanding of autism through eye-tracking research, guiding a project from the point of data collection to publication of results. \nThe Simons Fellowship in Computational Neuroscience will involve integrating computational strategies with clinical research goals. Fellows will develop methods for the analysis of visual scanning and eye-tracking data, computational models of visual salience, and data visualization techniques, all with the aim of advancing the understanding of autism and efforts at early diagnosis. \nThe Louise and Brett Samsky Fellowship in Educational Science and Practice will involve research in educational innovations in autism. Fellows will learn about classroom-based interventions to increase social emotional engagement and inclusion, gaining experiences with observational research methods, practical experience through direct classroom responsibilities, cutting edge intervention research, and implementation science approaches. \nThe Sally Provence Fellowship in Clinical Research will select fellows for a two-year training in clinical assessment measures and research methodologies to better understand ASD and related disabilities. \nThe ACCESS Fellowship in Implementation Science will select fellows for a two-year training in research focused on community engagement participatory methods, translating evidence-based treatments for autism into community settings, as well as the processes and partnerships that support these efforts. \nThank you for your help! We look forward to hearing from you. \nSincerely, Marcus Predoctoral Fellowship Committee \n\nMarcus Autism Center, Children's Healthcare of Atlanta, & Emory University School of Medicine Phone: 404-785-9554 Email: marcus.predoc-fellowships@emory.edu \n See attached flyer\n        \n  \n\n Prerequisites\nYou must complete ALL prerequisites listed in order to enroll in these courses.\nQTM 210\n\t•\tEither QTM 120 or MATH 210 or MATH 211\nQTM 220\n\t•\tQTM 110\n\t•\tQTM 150\n\t•\tQTM 210 or ECON 220 or MATH 361 with a plan to co-enroll in MATH 362\n\t•\tMATH 210 or MATH 211\n\t•\tMATH 221\nElective Prerequisites\n\t•\tQTM 385 prerequisites will be listed in the course description!!!\n Equivalents\nBelow are courses that act as equivalents to the respective QTM courses\nQTM 210:\n\t•\tECON 220 and [MATH 210 or MATH 211]\n\t•\tOR - MATH 362\nQTM 220:\n\t•\tECON 320 plus QTM 110, QTM 150, MATH 221 and [MATH 210 or MATH 211]\n For General Academic Advising\nSchedule an appointment athttps://calendly.com/emoryqtm.\n If you have any questions regarding the above information, please do not hesitate to reach out.\n Best,\nSadie Hannans\nQTM Program Coordinator\nShanna9@emory.edu 470-620-7981\n\n\n \n  \n   \n \n\n\n\nPROFESSIONAL DEVELOPMENT\n\nQTM Preparation: A Pathway to Professionalism\n New Resources Available\n\n Getting Started with SQL\n\n Git and GitHub\n \n    \nQTM DataCamp Access\nQTM Access to DataCamp is now back in business! Sign up here.\n\n\n \n   \n\n \n  \n Connect with Emory Alumni\n\nEmory Connects is a platform sponsored by Emory Alumni and Engagement and is a space for current students and alumni to connect and network. Log in toEmory Connectstoday to see what is available!\n \nQTM DataCamp Access\n\nQTM Access to DataCamp is now back in business! Sign up here.\n  \n Looking for a spring or summer internship or full-time job?\n\nCheck out the attached document for tips on internship/job searches. Positions are still being posted on Handshake and many are still accepting applications.Log on to Handshaketo check out some of the roles!\n\n     Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events, Training, Careers, Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@emory.edu",
        "subject": "Declaration of Major or minor meeting this week",
        "date": "November 12, 2024 04:41:21 PM GMT",
        "recipients": "\"Hannans, Sadie Marie\" <sadie.marie.hannans@emory.edu>",
        "reply_to": "sadie.marie.hannans@emory.edu",
        "content": "Hello future QTMStudents,\n We are excited about meeting with you. This meeting is forfirst time studentsdeclaring their major or minor with the QTM Department. That includes QSS with track identified, QSS undecided, AMS, PPA, and BBA+QSS, majors or minors and QSS Minors. Please fill out the entire form (below). The meeting will be conducted via zoom for about 30 minutes or less within a group setting. Please fill out the form below once and only select one meeting time. Please fill out the form before Wednesday, November 13th at 4:00 PM (see link below) in order to get the zoom meeting link. You should receive the link on or before your meeting day. \nIf you have attended a declaration of major/minor meeting before, please disregard this message and email me directly atshanna9@emory.edu to let me know that your form has not been approved yet. If you have not attended a declaration of major/minor meeting, your form will not be approved, and it will sit in the opus portal until you meet with the department (me) or it will be denied and you will need to reapply in opus for the major or minor.  Let’s get this part of the onboarding into the department done. We want your degree tracker to have your major/minor included so that you can see what is required to complete your major/minor degree.  If you have questions, please reach out. Thanks. \n If you are interested in minoring in PPA, please reach out to the Political Science Department. If you are majoring in PPA, please sign up for one of the sessions below. Thank you. \n If you received this message and you have decided to not major or minor in the QTM programs, please delete your form in OPUS or email me with your student ID # so that I can deny/delete your form. If your form has been in the OPUS portal for more than 90 days and you have not attended the required meeting, your form will be deny/deleted and you will need to fill out the form again in OPUS and restart the process if you plan to major or minor in any of the QTM major/minor programs. \n  declaration meeting schedule form\n  Group 1 - Thursday, November 14th at 12:30 PM\nGroup 2 - Thursday, November 14th at 3:30 PM\nGroup 3 - Friday, November 15th at 1:30 PM\n Best, \n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events, Academics, Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "Special Announcements",
        "date": "November 11, 2024 03:53:32 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT \n  PEER MENTORSHIP/GRADER POSITIONS FOR SPRING 2025\n Applications for Peer Mentorship/Grader positions for Spring 2025 QTM Courses are now open! Course support personnel work 4-8 hours per week on average across the semester and receive QTM 398R credit hours based on their position. Applications for Spring 2025 courses are due by December 4th. The courses that are hiring as well as more specific details about the positions and their responsibilities are included in the application form. (Please note this application does not include QTM 100) APPLICATION LINK: https://forms.office.com/r/p1cg01D018 or QR code flyer attached. \n Questions regarding the Peer Mentorship Grader positions, please contact Dr. Allison Cuttner\n      APPLICATION FOR QTM 100 LAB ASSISTANTS\n Undergraduate Lab Assistant for QTM 100 \n The Department of Quantitative Theory and Methods is recruiting undergraduate teaching assistants for Spring 2025 to support QTM 100: Intro to Statistical Inference. We have multiple positions available. Details are below. Please apply at https://forms.office.com/r/Mx49gE9Nc4 by December 4.\n Responsibilities:\n\t•\tLab Attendance: Assisting lab instructor to ensure that accurate attendance is taken each week.\n\t•\tWeekly Office Hours:Hold weekly office hours to help students with their lab homework/manual.\n\t•\tCanvas Discussion Board: Regularly monitor and respond to student questions. Expected Hours\n\t•\t3-4 hours per week\n\t•\tLab sections available: Fridays 8:30-9:20, 10:00-10:50, 11:30-12:20, 1:00-1:50, 2:30-3:20\nQualifications\n\t•\tMust have taken QTM 100 and received a grade of B+ or better\n\t•\tMust be willing to work as a team! QTM 100 serves 450+ students a semester. The course instructors, graduate TAs, undergraduate learning assistants and undergraduate TAs all work together to serve students and ensure uniform teaching practices across sections\n  Questions regarding the Lab Assistant positions please reach out to Lora McDonald \n    Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Careers, Academics, Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "NEWS AND ANNOUNCEMENTS - November 8, 2024",
        "date": "November 08, 2024 05:39:07 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "For QTM Undergraduates\n\nFriday, November 8, 2024\n\n\n\n\n     \n\n\n      Dear QSS-BIO, QSS- NBB majors,\n Please subscribe to the QSS-bio listserv, if you are not on it yet, to receive track-specific messages, with these two steps:\n1. Send an email to:LISTSERV@listserv.emory.edu. In the text of the email, write: SUBSCRIBEQSS-BIO[your first name] [your last name]. For example, if your name is Anna Smith, write: SUBSCRIBEQSS-BIOAnna Smith.\n2. You will receive a message requiring you to confirm your subscription by responding ‘OK’. Please make sure to send that response to complete your subscription to the list. If you have any questions, please contact Dr. Michal Arbilly atmichal.arbilly@emory.edu.\n Submitted by Dr. Michal Arbilly\n      Greetings,  The MARC Undergraduate Scholars Program is now accepting applications for our 2025-2026 cohort!\n In short, the Maximizing Student Access to Research Careers (MARC) Undergraduate Scholars Program is a NIH-funded, two-year research and academic program for undergraduate scholars in STEM research. The program focuses on multi-level mentoring, research integrity, and career preparation to nurture students to become successful graduates from high-caliber Ph.D. programs in the biomedical and behavioral sciences fields. Moreover, selected MARC Scholars receive up to $16,000 in tuition, a $14,340 stipend, and a $1000 travel award to attend scientific meetings annually!  The deadline for the MARC Undergraduate Scholar Application and required Faculty Recommendation Questionnaire, which will automatically be sent directly to the recommender, is Friday, December 20th, 2024, at 11:59 pm.Students can access the MARC Undergraduate Scholar Application via College Connect. After signing onto College Connect with an Emory NetID, students should click the Application Center to find the MARC Undergraduate Scholar Application under the Undergraduate Research Programs category.\n If you have any questions, feel free to contact the Associate Director, Kristen Walden, via email (kawalde@emory.edu).\n Flyer and application attached\n  Submitted by Kristen A. Walden, PhD\n   \n The University of Bath UK is seeking a highly motivated PhD student with career goals in medical statistics.  Successful applicant will be working on a fully funded project, titledIncorporating Covariate Information to Design and Analyse Precision Medicine Clinical Trials, supervised by Dr Haiyan Zheng.\nAn overview of the project can be found athttps://www.findaphd.com/phds/project/?p176735Industrial partner: This project will benefit from collaboration with Dr Michael Grayling (Senior Principal Statistician, Johnson & Johnson), a statistical expert with extensive experience in adaptive designs for clinical trials. Dr Grayling will join the supervision meetings on a regular basis and will in particular provide industry-linked expertise on the practicality of statistical methods developed from this project. Project keywords: Bayesian statistics, borrowing of information, covariate, experimental design, mixture model, subgroupClosing date: 12 January 2025Funding note: This project is directly funded by the University of Bath for entry in September 2025, and the studentship is tenable for 3 years. Funding covers tuition fees,a stipend (£19,237 p/a in 2024/5) and access to a £1,000 training support budget.Non-UK applicants must meet the programme’s English language requirement by the application deadline.\nInformal enquiries about this post or project may be made to Dr Haiyan Zheng: hz2075 (at) bath (dot) ac (dot) uk\n  Submitted by Sandra Ruhlman Smith\n       \n  \n\n Prerequisites\nYou must complete ALL prerequisites listed in order to enroll in these courses.\nQTM 210\n\t•\tEither QTM 120 or MATH 210 or MATH 211\nQTM 220\n\t•\tQTM 110\n\t•\tQTM 150\n\t•\tQTM 210 or ECON 220 or MATH 361 with a plan to co-enroll in MATH 362\n\t•\tMATH 210 or MATH 211\n\t•\tMATH 221\nElective Prerequisites\n\t•\tQTM 385 prerequisites will be listed in the course description!!!\n Equivalents\nBelow are courses that act as equivalents to the respective QTM courses\nQTM 210:\n\t•\tECON 220 and [MATH 210 or MATH 211]\n\t•\tOR - MATH 362\nQTM 220:\n\t•\tECON 320 plus QTM 110, QTM 150, MATH 221 and [MATH 210 or MATH 211]\n For General Academic Advising\nSchedule an appointment athttps://calendly.com/emoryqtm.\n If you have any questions regarding the above information, please do not hesitate to reach out.\n Best,\nSadie Hannans\nQTM Program Coordinator\nShanna9@emory.edu 470-620-7981\n\n\n \n  \n   \n \n\n\n\nPROFESSIONAL DEVELOPMENT\n\nQTM Preparation: A Pathway to Professionalism\n New Resources Available\n\n Getting Started with SQL\n\n Git and GitHub\n \n    \nQTM DataCamp Access\nQTM Access to DataCamp is now back in business! Sign up here.\n\n\n \n   \n\n \n  \n\n Connect with Emory Alumni\n\nEmory Connects is a platform sponsored by Emory Alumni and Engagement and is a space for current students and alumni to connect and network. Log in toEmory Connectstoday to see what is available!\n \nQTM DataCamp Access\n\nQTM Access to DataCamp is now back in business! Sign up here.\n \n\n Looking for a spring or summer internship or full-time job?\n\nCheck out the attached document for tips on internship/job searches. Positions are still being posted on Handshake and many are still accepting applications.Log on to Handshaketo check out some of the roles!\n\n    Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Academics, Research, Careers, Training, Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "Message from Emory Data Science Club (EDSC)",
        "date": "November 05, 2024 04:03:48 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "MESSAGE FROM EMORY DATA SCIENCE CLUB (EDSC)\n  Join EDSC for its annual Alumni Networking Night on Wednesday, November 13th! The event offers an evening engaging with QTM alumni from diverse sectors like business, health, tech, and the public sector who have thrived in data-centric roles. This is a prime opportunity for you to explore potential post-graduation career paths!  Follow our Instagram @emorydatascienceclub for the RSVP form in our LinkTree as well as more information on the attending alumni.\n \n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "FW: Event Tomorrow: Election Watch Party!",
        "date": "November 04, 2024 01:00:32 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT FROM THE POLITICAL SCIENCE DEPARTMENT \nSee forward email message below\n  Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)\n From: Upchurch, Katie Leigh <katie.leigh.upchurch@emory.edu> Sent: Monday, November 4, 2024 11:42 AMSubject: Event Tomorrow: Election Watch Party!\n Hi there!  Tomorrow the Political Science department will be co-hosting an election watch party with Emory Votes! Your students are invitedto come and hear election analysis as the preliminary results come in. Feel free to share this with any students or faculty! All are welcome to join.  AMUC Harland Cinema\n6-9:30 PM\nRSVP: RSVP to Election Night Watch P… | Partiful\n Click here to schedule a meeting with me!",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "News and Announcements - November 1, 2024",
        "date": "November 01, 2024 03:10:04 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "For QTM Undergraduates\n\nFriday, November 1, 2024\n\n\n\n\n     \n\n\n     \n QTM\n \nProfessor Ducre\nQTM 185: Gen AI & Real-Worl Applications\n Nov 4, 2024\n Emory Campus Psychology Building, 36 Eagle Row,\n\nRoom: PAIS 290\nAtlanta, GA\n 6 - 8 PM\n    \nA four year fully funded PhD studentship is available at Warwick Medical School, University of Warwick, as part of the MRC Doctoral Training Partnership.  The program involves a one-year MSc in Interdisciplinary Biomedical Research, followed by a three-year PhD project co-supervised by Professor Nigel Stallard (Warwick Clinical Trials Unit) and Dr Cornelia Ursula Kunz (Global Statistics and Data Science Unit, Boehringer Ingelheim, Germany) focussing on Innovative statistical methods for dose-finding in clinical drug development. The student will spend at least 3 months at the Boehringer Ingelheim site in Biberach an der Riss (Germany).\n For further details, please see\nhttps://www.findaphd.com/phds/project/innovative-statistical-methods-for-dose-finding-in-clinical-drug-development/?p175825\n     Omicron Delta Kappa, the National Leadership Honor Society, recognizes and encourages superior leadership and exemplary character. Founded in 1914, O∆K encourages collaboration among members across five pillars of leadership: academics and research, athletics, service to campus and community, communications, and creative and performing arts.\n The Emory University chapter of Omicron Delta Kappa was founded in 1925 and strives to foster excellence in service, research, academics, athletics, and the performing arts. Applications are open to current juniors, seniors, and graduate students, and requirements include a minimum 3.6 GPA and a significant demonstration of leadership on campus.\n Applicants should start at the Apply for Membership page, which provides instructions for 1) creating an account and 2) applying for membership using that account.\n Please complete the following items to complete your application for Emory University’s chapter of ODK:  National ODK Application: https://odk.org/members/apply-for-membership/\n Emory University ODK Application: https://forms.gle/8RMJJmudisNoT4in8\n Both application components are due on November 15th, 2024. Your application will not be considered if both elements are not completed!!    Submitted by Ataelfadeel Mohamed\n\n        \n  \n\n Prerequisites\nYou must complete ALL prerequisites listed in order to enroll in these courses.\nQTM 210\n\t•\tEither QTM 120 or MATH 210 or MATH 211\nQTM 220\n\t•\tQTM 110\n\t•\tQTM 150\n\t•\tQTM 210 or ECON 220 or MATH 361 with a plan to co-enroll in MATH 362\n\t•\tMATH 210 or MATH 211\n\t•\tMATH 221\nElective Prerequisites\n\t•\tQTM 385 prerequisites will be listed in the course description!!!\n Equivalents\nBelow are courses that act as equivalents to the respective QTM courses\nQTM 210:\n\t•\tECON 220 and [MATH 210 or MATH 211]\n\t•\tOR - MATH 362\nQTM 220:\n\t•\tECON 320 plus QTM 110, QTM 150, MATH 221 and [MATH 210 or MATH 211]\n For General Academic Advising\nSchedule an appointment athttps://calendly.com/emoryqtm.\n If you have any questions regarding the above information, please do not hesitate to reach out.\n Best,\nSadie Hannans\nQTM Program Coordinator\nShanna9@emory.edu 470-620-7981\n\n\n \n  \n   \n \n\n\n\nPROFESSIONAL DEVELOPMENT\n\nQTM Preparation: A Pathway to Professionalism\n New Resources Available\n\n Getting Started with SQL\n\n Git and GitHub\n \n    \nQTM DataCamp Access\nQTM Access to DataCamp is now back in business! Sign up here.\n\n\n \n   \n\n \n  \n\n Connect with Emory Alumni\n\nEmory Connects is a platform sponsored by Emory Alumni and Engagement and is a space for current students and alumni to connect and network. Log in toEmory Connectstoday to see what is available!\n \nQTM DataCamp Access\n\nQTM Access to DataCamp is now back in business! Sign up here.\n  \n Looking for a spring or summer internship or full-time job?\n\nCheck out the attached document for tips on internship/job searches. Positions are still being posted on Handshake and many are still accepting applications.Log on to Handshaketo check out some of the roles!\n\n    Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events, Research, Careers, Training, Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@emory.edu",
        "subject": "Automatic reply: Declaration for QSS+DS",
        "date": "October 30, 2024 04:59:45 PM GMT",
        "recipients": "\"Hu, Nate\" <nate.hu@emory.edu>",
        "reply_to": "sadie.marie.hannans@emory.edu",
        "content": "The form for QTM 302W for Sping 2025 registration is closed. No more permission codes will be issued for this course.",
        "category": "Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@emory.edu",
        "subject": "Declaration of major meeting schedule this week",
        "date": "October 30, 2024 04:47:49 PM GMT",
        "recipients": "\"Hannans, Sadie Marie\" <sadie.marie.hannans@emory.edu>",
        "reply_to": "sadie.marie.hannans@emory.edu",
        "content": "Hello Future QTMStudents,\n We are excited about meeting with you. This meeting is forfirst time studentsdeclaring their major or minor with the QTM Department. That includes QSS with track identified, QSS undecided, AMS, PPA, and BBA+QSS, majors or minors and QSS Minors. Please fill out the entire form (below). The meeting will be conducted via zoom for about 30 minutes or less within a group setting. Please fill out the form once and only select one meeting time. Please fill out the form before tomorrow, October 31st before 10:30 AM (see link below) in order to get the zoom meeting link in time.  If you have attended a declaration of major/minor meeting before, please disregard this message and email me directly atshanna9@emory.edu to let me know that your form has not been approved. If you have not attended a declaration of major/minor meeting, your form will not be approved, and it will sit in the opus portal until you meet with the department (me). Let get this part of the onboarding into the department done. We want your degree tracker to have your major/minor included so that you can see what is required to complete your major/minor degree.  If you have questions, please reach out. Thanks. \n If you are interested in minoring in PPA, please reach out to the Political Science Department. If you are majoring in PPA, please sign up for one of the sessions below. Thank you. \n   declaration meeting schedule form\n  Which group? Please only select one.  Group 1 – Thursday, October 31st at 12 :00 Noon (tomorrow)\n Group 2 – Thursday, October 31st at 4:30 PM (tomorrow) \n    Best,\n       https://forms.office.com/r/uRi0srpnzN\n  Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@emory.edu",
        "subject": "Oops! forgot the form",
        "date": "October 28, 2024 01:34:29 PM GMT",
        "recipients": "\"Hannans, Sadie Marie\" <sadie.marie.hannans@emory.edu>",
        "reply_to": "sadie.marie.hannans@emory.edu",
        "content": "Hello, \n You are receiving this email because you reached out to me, or you attended the advising meeting on Friday. This is a reminder that today (OCT. 28th) at 4:00 PM we will close the form for the QTM 302W course for Spring 2025. If you have not filled out the form, please do so before 4:00 PM today. If you have already filled out the form, please do not fill it out again. Decisions regarding who gets a permission code will be decided by tomorrow morning. If you are selected, you will receive a permission code to register for the course. Please note that graduating seniors who much have this course to graduate and have filled out the form may be considered first. Filling out the form, requesting by email or signing up for this course is not a guarantee you will get a seat in this course. \n Spring 2024 QTM 302W form\n  Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@emory.edu",
        "subject": "QTM 302W form",
        "date": "October 28, 2024 01:29:09 PM GMT",
        "recipients": "\"Hannans, Sadie Marie\" <sadie.marie.hannans@emory.edu>",
        "reply_to": "sadie.marie.hannans@emory.edu",
        "content": "Hello, \n You are receiving this email because you reached out to me, or you attended the advising meeting on Friday. This is a reminder that today (OCT. 28th) at 4:00 PM we will close the form for the QTM 302W course for Spring 2025. If you have not filled out the form, please do so before 4:00 PM today. If you have already filled out the form, please do not fill it out again. Decisions regarding who gets a permission code will be decided by tomorrow morning. If you are selected, you will receive a permission code to register for the course. Please note that graduating seniors who much have this course to graduate and have filled out the form may be considered first. Filling out the form, requesting by email or signing up for this course is not a guarantee you will get a seat in this course. \n  Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "News and Announcements - October 25, 2024",
        "date": "October 25, 2024 06:59:10 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "For QTM Undergraduates\n\nFriday, October 25, 2024\n\n\n\n\n     \n\n  INVITATION FROM TH ENGLISH DEPARTMENT \n  The English Department will be having an amazing third annual Halloween party. All majors are welcome! There will be food and giveaways! Students are asked to RSVP by October 28th. Please contact the program coordinator, Khristin Isley directly should you have any additional questions. \n Thank you! \n-------------------------------------------------------\n *Friendly Reminder*\n Dear Majors and Minors,\n \n We cast a spell to invite you to join us! It's time for the English Department's Annual Halloween party—don't be a broom and miss out! We’ll have a friendly competition for the best literary character costume and lots of frightfully delicious food on hand.\n Where: Kemp Malone Library (Callaway N301)\nWhen: Thursday, October 31st\nTime: 3-5 PM\n Prepare yourself for a day of games, good food, and fun! Come alone or bring some friends! All majors are welcome!\n -Refreshments and Bites provided-\n RSVP IF YOU \"Witch\"\nRSVP “YES” to Khristin.isley@emory.eduand subject Third (Annual) English DepartmentHalloweenPartyby noon, no later than Monday, October 28th, to ensure we purchase enough food and candy👻🕷🎃👻!\n \n \n \n    Delta Phi Lambda, an Asian-interest sorority is hosting a career development event designed to support women of color! \n Come join this empowering resource discovery event on November 7th from 6-8pm in Harland Cinema. At the event students can:\n* Get free professional headshots (first 50 RSVPs)\n* Receive resume, LinkedIn, and interview tips from women leaders\n* Network with professional women in healthcare, STEM, business, academia, and nonprofits\n* Gain insider advice for succeeding as a woman of color\n* Enjoy refreshments and connect with your peers\nWhether students are looking to step up their professional brand, expand their network, or get guidance from inspirational role models, this career exploration event has them covered. Space is limited; we highly encourage attendees to reserve their spot today (RSVP Link: https://forms.gle/JURTNqqv2Z3kDL6H7)!   submitted by Erin Koo, Emory University\n \n    COPSS-NISS Leadership Webinar: Leadership in Linking Statistical Theory and Scientific Inquiry\nDate& Time: Tuesday, October 29, 2024 - 12:00pmto 1:00pm ET\nEvent Page: https://www.niss.org/events/copss-niss-leadership-webinar-leadership-linking-statistical-theory-and-scientific-inquiry\nZoom Registration Link:us02web.zoom.us/webinar/register/...\n Overview:Join us for an insightful webinar exploring the role of leadership in bridging statistical theory with scientific inquiry. This event, co-hosted by COPSS and NISS, brings together distinguished leaders in statistics and data science to discuss the critical intersections of theory, research, and practice. Attendees will gain valuable perspectives on how statistical methodologies drive innovation and shape scientific progress across various disciplines. This is a must-attend event for statisticians, researchers, and professionals looking to enhance their leadership and impact in the field.\nSpeakers\nMichael R. Kosorok, PhD, W.R. Kenan, Jr. Distinguished Professor of Biostatistics, Professor of Statistics and Operations Research, and Director of the Gillings School Center for AI and Public Health, University of North Carolina at Chapel Hill.\nDaniela Witten,Professor of Statistics and Biostatistics at University of Washington, and the Dorothy Gilford Endowed Chair in Mathematical Statistics.\nModerator\nAnru Zhang, Professor, Departments of Biostatistics & Bioinformatics and Computer Science & Departments of Statistical Science, Electrical & Computer Engineering, and Mathematics, Duke University.\nRegister on Zoom Here!\n  About the COPSS-NISS Leadership Webinar Series\nCOPSS (Committee of the Presidents of Statistical Societies) and NISS have come together to organize and host a new webinar series focusing on leadership in statistics and data science. Plan to attend these webinars every month during the academic year!Visit the COPSS-NISS Leadership Series Pagefor previous webinars.\nThe COPSS-NISS Leadership Webinar Series is co-organized by the Committee of the Presidentsof Statistical Societies (COPSS) Emerging Leaders in Statisticsand the National Institute ofStatistical Sciences (NISS). The purpose of the webinar series is to promote leadership skills formembers of the statistical societies at any stage in their careers. The series features conversations with leaders throughout the discipline, including leaders from major academic and government institutions, and companies. Invited speakers share their leadership stories and answer questions about their experiences. Each webinar is moderated by a member of the COPSS Emerging Leaders in Statistics program.\nAccess the Full COPSS-NISS Leadership Webinar Series YouTube Playlist | COPSS-NISS Leadership Webinar Series:www.youtube.com/...\n \n     \n  \n\n Prerequisites\nYou must complete ALL prerequisites listed in order to enroll in these courses.\nQTM 210\n\t•\tEither QTM 120 or MATH 210 or MATH 211\nQTM 220\n\t•\tQTM 110\n\t•\tQTM 150\n\t•\tQTM 210 or ECON 220 or MATH 361 with a plan to co-enroll in MATH 362\n\t•\tMATH 210 or MATH 211\n\t•\tMATH 221\nElective Prerequisites\n\t•\tQTM 385 prerequisites will be listed in the course description!!!\n Equivalents\nBelow are courses that act as equivalents to the respective QTM courses\nQTM 210:\n\t•\tECON 220 and [MATH 210 or MATH 211]\n\t•\tOR - MATH 362\nQTM 220:\n\t•\tECON 320 plus QTM 110, QTM 150, MATH 221 and [MATH 210 or MATH 211]\n For General Academic Advising\nSchedule an appointment athttps://calendly.com/emoryqtm.\n If you have any questions regarding the above information, please do not hesitate to reach out.\n Best,\nSadie Hannans\nQTM Program Coordinator\nShanna9@emory.edu 470-620-7981\n\n\n \n  \n   \n \n\n\n\nPROFESSIONAL DEVELOPMENT\n\nQTM Preparation: A Pathway to Professionalism\n New Resources Available\n\n Getting Started with SQL\n\n Git and GitHub\n \n    \nQTM DataCamp Access\nQTM Access to DataCamp is now back in business! Sign up here.\n\n\n \n   \n\n \n  \n\n Connect with Emory Alumni\n\nEmory Connects is a platform sponsored by Emory Alumni and Engagement and is a space for current students and alumni to connect and network. Log in toEmory Connectstoday to see what is available!\n \nQTM DataCamp Access\n\nQTM Access to DataCamp is now back in business! Sign up here.\n  \n Looking for a spring or summer internship or full-time job?\n\nCheck out the attached document for tips on internship/job searches. Positions are still being posted on Handshake and many are still accepting applications.Log on to Handshaketo check out some of the roles!\n\n   Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events, Careers, Training, Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@emory.edu",
        "subject": "Form for QTM 302W course for spring 2025",
        "date": "October 25, 2024 03:58:29 PM GMT",
        "recipients": "\"Hannans, Sadie Marie\" <sadie.marie.hannans@emory.edu>",
        "reply_to": "sadie.marie.hannans@emory.edu",
        "content": "Hello QTM Students,\n You are receiving this email because you requested via email a permission code for QTM 302W for Spring 2025. Below is a form you need to fill out. Please know that there is no guarantee that you will get a permission code or be able to enroll in this course just by filling out this form. If you attended the advising meeting today, you do not need to fill out the form again. Please only fill out the form once. This form needs to be filled out before Monday, October 25th at 4:00 PM for consideration. Thanks. \n Spring 2024 QTM 302W form\n Best, \n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "Special Event Announcement",
        "date": "October 25, 2024 03:46:01 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL EVENT ANNOUNCEMENT\nFrom the Emory Data Science Club (EDSC)  \nIn light of the election, learn more about how data science is applied in the field of political science with our panelists!\n Tuesday, October 29th at 6 – 7 PM @ PAIS building in room 250\n Featured Panelists\n Dr. Allison Stashko\nQTM Department - Emory\n Dr. Anthony DeMattee\nCarter Center\n Dr. Bernard Fraga\nPolitical Science Department - Emory\n Free Chick-Fil-A provided\n See attached flyer \n  Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@emory.edu",
        "subject": "QTM 302W",
        "date": "October 24, 2024 06:02:14 PM GMT",
        "recipients": "\"Hannans, Sadie Marie\" <sadie.marie.hannans@emory.edu>",
        "reply_to": "sadie.marie.hannans@emory.edu",
        "content": "Hello, \n You are receiving this email because you reached out to me requesting the Permission code for QTM 302W. Dr. Jin Kim – QTM DUS has changed the process of this course request. There is a form that needs to be filled out to be considered for this course. This form will be discussed and given to you at the meeting on tomorrow, Friday, October 25th at 1:30 PM – 2:30 PM in the PAIS room 290 in the auditorium with Dr. Jin Kim and Dr. Kevin McAlister. Please know that you may not get a permission code for this course. Also, there is not a guarantee a spot in this course even if you fill out the form. \n Best, \n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "Special Announcement",
        "date": "October 23, 2024 05:12:49 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCMENT FROM THE BIOLOGY DEPARTMENT\n  Are you a QSS-BIO major, or considering the QSS-BIO track?\n Come this Friday afternoon (3:30 PM) in the QTM Department – room PAIS 561 conference room on the 5th floor \n - to meet fellow QSS-BIO majors over pizza!\n This student-led event is a great opportunity to meet others in your track and hear about their experiences and plans. \n More details, GroupMe and RSVP links in the attached flyer.\n Hope to see you there,\nThe QSS-BIO club\n See attached flyer for details \n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "Special Announcement  - Reminder of important meeting on Friday",
        "date": "October 23, 2024 01:40:49 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL REMINDER\n ADVISING MEETING FOR ALL QTM STUDENTS\n Friday, October 25th at 1:30 PM – 2:30 PM\nIN PAIS Building 2nd floor in room 290 \n(auditorium)\n GENERAL ADVISEMENT BEFORE PRE-REGISTRATION\nCOME AND GET YOUR QUESTIONS ANSWERED\n CONDUCTED BY\nDr. Jin Kim & Dr. Kevin McAlister\n \n  Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "SPECIAL ANNOUNCEMENT",
        "date": "October 21, 2024 12:18:02 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT\n Applications are still being accepted for the Capstone Program Spring 2025\n(next rounds of application reviews will be on October 28th)\n As a reminder, this course will count as a QTM required elective \n Data Science track majors, this course fulfills a required experiential learning elective \n   link for application (https://forms.office.com/r/VT8Prbptdh)\n   \nSadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "NEWS AND ANNOUNCEMENTS  - October 17, 2024",
        "date": "October 17, 2024 04:30:05 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "For QTM Undergraduates\n\nThursday, October 17, 2024\n\n\n\n\n     \n  Welcome back from fall break\n     ADVISING MEETING FOR ALL QTM STUDENTS\n Friday, October 25th at 1:30 PM\nIN PAIS Building 2nd floor in room 290 \n(auditorium)\n GENERAL ADVISEMENT BEFORE PRE-REGISTRATION\nCOME AND GET YOUR QUESTIONS ANSWERED\n CONDUCTED BY\nDr. Jin Kim & Dr. Kevin McAlister\n \n        ISYE SUMMER SCHOLARS PROGRAM\n Georgia Tech Industrial and Systems Engineering has a Summer Research Program! Summer Scholars Program | Undergraduate Research (gatech.edu)\n We just published two articles on our participants!\n1. ISyE Undergraduate Research: Emerging Talent and Transformative Innovations in STEM | H. Milton Stewart School of Industrial and Systems Engineering (gatech.edu)\n2. Discovering our Summer Scholars: Jazmin Washington | H. Milton Stewart School of Industrial and Systems Engineering (gatech.edu)\n We are looking forward to next year’s program and yoursupport would be greatly appreciated.\n While applications open in February, I am happy to answer any questions in the meantime and even attend in-person events if there’s interest.   The opportunity is also on Handshake.\n Please, let me know if there are any questions.\n See attached flyer \nSubmitted by Zhiyun Gong\n      ELECTRONIC UNDERGRADUATE STATISTICS RESEARCH CONFERENCE  Registration and submissions for the Electronic Undergraduate Statistics Research Conference(https://causeweb.org/usproc/eusr/2024) are open! The conference is free, and it will take place on Friday, November 8th. The conference is open to all students and faculty to attend.\nThe keynote speaker is Dr. Jialiang Mao representing LinkedIn (https://www.linkedin.com/in/jialiangmao/). There will be sessions on statistics careers and graduate school. Winners of the Undergraduate Statistics Project Competition (https://causeweb.org/usproc) will give plenary talks.\\\n       Submitted by Sandra Ruhlman Smith       \n  \n\n Prerequisites\nYou must complete ALL prerequisites listed in order to enroll in these courses.\nQTM 210\n\t•\tEither QTM 120 or MATH 210 or MATH 211\nQTM 220\n\t•\tQTM 110\n\t•\tQTM 150\n\t•\tQTM 210 or ECON 220 or MATH 361 with a plan to co-enroll in MATH 362\n\t•\tMATH 210 or MATH 211\n\t•\tMATH 221\nElective Prerequisites\n\t•\tQTM 385 prerequisites will be listed in the course description!!!\n Equivalents\nBelow are courses that act as equivalents to the respective QTM courses\nQTM 210:\n\t•\tECON 220 and [MATH 210 or MATH 211]\n\t•\tOR - MATH 362\nQTM 220:\n\t•\tECON 320 plus QTM 110, QTM 150, MATH 221 and [MATH 210 or MATH 211]\n For General Academic Advising\nSchedule an appointment athttps://calendly.com/emoryqtm.\n If you have any questions regarding the above information, please do not hesitate to reach out.\n Best,\nSadie Hannans\nQTM Program Coordinator\nShanna9@emory.edu 470-620-7981\n\n\n \n  \n   \n \n\n\n\nPROFESSIONAL DEVELOPMENT\n\nQTM Preparation: A Pathway to Professionalism\n New Resources Available\n\n Getting Started with SQL\n\n Git and GitHub\n \n    \nQTM DataCamp Access\nQTM Access to DataCamp is now back in business! Sign up here.\n\n\n \n   \n\n \n  \n\n Connect with Emory Alumni\n\nEmory Connects is a platform sponsored by Emory Alumni and Engagement and is a space for current students and alumni to connect and network. Log in toEmory Connectstoday to see what is available!\n \nQTM DataCamp Access\n\nQTM Access to DataCamp is now back in business! Sign up here.\n  \n Looking for a spring or summer internship or full-time job?\n\nCheck out the attached document for tips on internship/job searches. Positions are still being posted on Handshake and many are still accepting applications.Log on to Handshaketo check out some of the roles!\n\n   Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events, Research, Careers, Training, Admin, Academics"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "Special Announcement",
        "date": "October 07, 2024 04:57:47 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "2024 NCDS Spring Career Panel: Analyzing Data Science Careers\n The National Consortium for Data Science (NCDS) will host its fall career panel, Analyzing Data Science Careers, on October 9 at 5 PM ET. During the free virtual event, data science professionals from Liberty Mutual, Accenture, and Uplift Labs will provide insights into diverse data science careers in the fields of technology, insurance services, artificial intelligence, and more.  We would greatly appreciate any help you could provide to promote this event to students and early career professionals who may be interested. Would it be possible to circulate this opportunity with the appropriate audiences and share the information with relevant internal listservs and newsletters?\n I’ve attached graphics to this email and have included additional information below. Those interested in the event can register directly at this link: https://bit.ly/NCDS_Fall_Career_Panel_2024.  Please let me know if you have any questions, and thank you in advance for your review.\n  Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events, Careers"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "CAPSTONE COURSE APPLICATION",
        "date": "October 07, 2024 10:56:56 AM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "THE CAPSTONE PROGRAM APPLICATION IS OPEN FOR SPRING 2025\n(This is also a course for QTM elective credits)\nSee flyer attached for details\n  Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Academics, Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "PAD RESEARCH ASSISTANT OPPORTUNITIES IN AI",
        "date": "October 07, 2024 10:20:53 AM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "RESEARCH ASSISTANT OPPORTUNITIES IN AI APPLIED VENTURE LAB\nPaid research assistant (RA) positions are available in the AI Applied Ventures Lab.\nSee attached for details\n   Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Research"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@emory.edu",
        "subject": "Declaration of major/minor meeting schedule",
        "date": "September 26, 2024 05:43:44 PM GMT",
        "recipients": "\"Hannans, Sadie Marie\" <sadie.marie.hannans@emory.edu>",
        "reply_to": "sadie.marie.hannans@emory.edu",
        "content": "Hello Future QTMStudents,\n We are excited about meeting with you. This meeting is forfirst time studentsdeclaring their major or minor with the QTM Department. That includes QSS with track identified, QSS undecided, AMS, PPA, and BBA+QSS, majors or minors and QSS Minors. Please fill out the entire form (below). The meeting will be conducted via zoom for about 30 minutes or less within a group setting. Please fill out the form once and only select one meeting time. Please fill out the form before Tuesday, October 1st before 12:00 Noon (see link below) in order to get the zoom meeting link in time.  If you have attended a declaration of major/minor meeting before, please disregard this message and email me directly atshanna9@emory.edu to let me know that your form has not been approved. If you have not attended a declaration of major/minor meeting, your form will not be approved, and it will sit in the opus portal until you meet with the department (me). Let get this part of the onboarding into the department done. We want your degree tracker to have your major/minor included so that you can see what is required to complete your major/minor degree.  If you have questions, please reach out. Thanks. \n If you are interested in minoring in PPA, please reach out to the Political Science Department. If you are majoring in PPA, please sign up for one of the sessions below. Thank you. \n   declaration meeting schedule form\n  Which group? Please only select one.  Group 1 – Tuesday, October 1st, 3:00 PM\n Group 2 – Thursday, October 3rd, at 12:00 Noon\n Group 3- Friday, October 4th, at 2:00 PM\n   Best,\n   Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "Announcement from the Emory Data Science Club",
        "date": "September 26, 2024 03:35:42 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "ANNOUNCEMENT FROM THE EMORY DATA SCIENCE CLUB (EDSC)\n Please review the attached flyer for CRH Americas from the Emory Data Science Club (EDSC). You can RSVP through Instagram @emorydatascienceclub. Deadline for RSVP is September 29th .\n Best, \n  Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "Opportunity today",
        "date": "September 26, 2024 12:10:29 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "ANNOUNCEMENT\n The National Consortium for Data Science (NCDS) is pleased to announce the next Foundations of AI course. AI for Non-Coders, taught by Amy Hemmeter, will take place on Thursday, September 26 at 1 PM ET.Foundations of AI will fulfill the NCDS mission to connect diverse communities of data science experts to support a 21st century data-driven economy by creating a data-literate workforce and bridging the gap between data scientists in the public and private sectors requires educational and upskilling opportunities. A limited number of full scholarship opportunities will be available on a case-by-case basis. Please contact Amanda Miller for more information.\n We would greatly appreciate any help you could provide to promote this event to staff, students, faculty, and community members who may be interested. \n I’ve attached graphics and have included additional information below. Please let me know if you have any questions, and thank you in advance for your review.\n  Foundations of AI: AI for Non-Coders | September 26 at 1 PM ET\nEver say to yourself: what even is an LLM? How do I get from chatting with ChatGPT to talking about larger AI products? How do I answer these nonstop questions from colleagues, customers, leadership and more in this new landscape? Do you find yourself needing expertise on AI that, quite frankly, you didn’t sign up for? This course is designed to meet the needs of people who are not necessarily well-versed in math and science but who know that they need to know the basics about AI in this changing landscape. You’ll learn about what AI can accomplish, the intuitions behind how it works (no math or coding necessary!), and opportunities and risks. You’ll come away feeling confident that you know not only what an LLM actually is, but understand all the jargon people use to talk about it. Scholarships are available on a case-by-case basis.\n Those interested in the event can register directly at this link: https://bit.ly/AI_NonCoders_NCDS.    Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events, Training"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "special announcement",
        "date": "September 25, 2024 05:10:20 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT\n The QTM main office will be closed Thursday and Friday ( 9-26 & 9-27) due to the expected inclement weather. However, the staff will be working remotely, please contact us via email or phone. Stay safe. \n Best, \n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@emory.edu",
        "subject": "Declaration of Major  or minor meeting schedules",
        "date": "September 16, 2024 12:14:31 PM GMT",
        "recipients": "\"Hannans, Sadie Marie\" <sadie.marie.hannans@emory.edu>",
        "reply_to": "sadie.marie.hannans@emory.edu",
        "content": "Hello Future QTMStudents,\n We are excited about meeting with you. This meeting is forfirst time studentsdeclaring their major or minor with the QTM Department. That includes QSS with track identified, QSS undecided, AMS, PPA, and BBA+QSS, majors or minors and QSS Minors. Please fill out the entire form (below). The meeting will be conducted via zoom for about 30 minutes or less within a group setting. Please fill out the form once and only select one meeting time. Please fill out the form before Wednesday, September 18th before 1:00 PM (see link below) in order to get the zoom meeting link in time.  If you have attended a declaration of major/minor meeting before, please disregard this message and email me directly atshanna9@emory.edu to let me know that your form has not been approved. If you have not attended a declaration of major/minor meeting, your form will not be approved, and it will sit in the opus portal until you meet with the department (me). Let get this part of the onboarding into the department done. We want your degree tracker to have your major/minor included so that you can see what is required to complete your major/minor degree.  If you have questions, please reach out. Thanks. \n If you are interested in minoring in PPA, please reach out to the Political Science Department. If you are majoring in PPA, please sign up for one of the sessions below. Thank you. \n  Sign up form for declaration meeting\n   Which group? Please only select one.  Group 1 - Wednesday, September 18th at 3:30 PM\n Group 2 - Thursday, September 19th at 12:00 Noon\n Group 3- Friday, September 20th at 1:00 PM\n  Best, \n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "OPPORTUNITTY ANNOUNCEMENTS- WEEK OF 9/16/2024",
        "date": "September 16, 2024 11:11:55 AM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "OPPORTUNITY ANNOUNCEMENTS THIS WEEK\n  The Editorial Board at Emory needs you!\n The Editorial Board is a diverse group of opinion journalists who articulate the Wheel’s opinion on issues important to the Emory community. Being a part of this team provides students with or without a background in journalism a fantastic opportunity to think critically about a wide variety of current events and work collaboratively to draft articles about them. Our past work (see herefor examples) has won regional and national awards from the Society of Professional Journalists and administrators regularly read our coverage.\n Each week, we meet twice (Wednesdays and Sundays)—once to brainstorm article topics and debate our collective position on them and once to group-edit the articles that arise from those discussions—and publish 1-2 articles. If you are interested, our application (this Microsoft Form) is due at 11:59pm on September 18.\n If you have any questions, feel free to reach out to me at marc.goedemans@emory.edu Thank you very much for your time and consideration. We look forward to hearing from you soon!\n   OPPORTUNITY FOR SCHOLOARSHIP FOR JUNIORS\n The National Scholarships and Fellowships Program is excited to announce an upcoming Beinecke Info Session on Wednesday, September 18thfrom 11:30am-12:30pm in Tarbutton 120Ahosted by Dr. Matthew Loar, Director of the Beinecke Scholarship Program. The Beinecke Scholarship provides $30,000 throughout graduate school and an additional $5,000 stipend upon being selected as a recipient. Emory's most recent recipient of this highly competitive award was sociology major Courtney Fitzgerald '25C, who was selected this summer as one of just 20 Beinecke Scholars across the U.S. To be eligible for this opportunity, students must be:  · Juniors\n· Planning to pursue a master’s or Doctoral program in the Arts, Humanities or Social Sciences\n· U.S. Citizens or U.S. National\n· Eligible for need-based financial aid (with a preference for Pell Grant recipients)\nFor more info about this award, including more recent recipients, visit our website. We’re eager to spread the word to as many eligible and interested students as possible and would greatly appreciate it if you could share this message.\nIf there are any questions or additional information required, do not hesitate to reach out to us directly at ec.nationalawards@emory.edu.\n  MBA PROGRAM INFORMATION\n \nMIT Sloan will be joining other top business schools in-person at Atlanta’s Insight into Deferred Enrollment Programs on Wednesday, September 18, 2024. We hope to connect with high-potential students from Emory University at this event. \nPlease share this email with those in your student communities who may be interested. You can also download our MBA Earlyfact sheet to share with students and learn more about our deferred admissions offering on our website. \nTheevent will feature a moderated conversation with admissions representatives as well as a chance to network with each participating university.\n  The 2024 International Education Week Essay Contest\nFor those of you who are not yet aware, staff from ISSS, GSI and other offices across Emory have been organizing events and activities to promote International Education Week (IEW) at Emory the week of November 18th. You can find details about what is scheduled so far here, and this site will be updated as events are added. We hope that you will attend events of interest and promote them as well.\n As part of IEW, we are excited to share that the 2024 International Education Week Essay Contest is now open for submissions! The contest, which runs until Sunday, October 6th at 11:59pm EST,encourages all currently enrolled Emory students to submit a 500-750 word essay on the impact global experiences have made on their time at Emory, whether in Atlanta or elsewhere in the world.  There will be two first place prizes of $500 for undergraduate and graduate essays respectively, and two additional runner-up prizes of$250 for each category. All rules and guidelines are accessible on the website, where students can also access the form to submit their essay. Winners and runners-up will be invited to read their essays during an event during International Education Week.\n Please find attached the official contest flyer, which we encourage you to share with your networks and the wider Emory community.\n  ECDS FALL 2024 WORKSHOPS\n  The Emory Center for Digital Scholarship (ECDS) is offering a workshop series this semester that might be of interest to faculty, staff, and students—both graduate and undergraduate!— in your department. Would you mind circulating the workshop information (flyer attached), blog post, and RSVP link to your lists?  \nEmory Center for Digital Scholarship's Fall2024Workshop Schedule (All Classes are Wednesdays, 1-2pm, on Zoom.)\n September 11th\nCanva Tips & Tricks\nSeptember 18th\nIntro to 3D Design (Part 1)\nSeptember 25th\nIntro to 3D Design (Part 2)\nOctober 2nd\nIntro to Tableau\nOctober 9th\nData Sources for Health Economics\nOctober 16th\nIntro to Unity Game Engine\n To get the Zoom link, please RSVP using ourcalendar.\nIf you have any questions, email ECDS (ecds@emory.edu).\nYou can also alsovisit our catalogue of pastworkshopson our new updated Scholarblogs repository!\n     Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Careers, Events, Training, Admin"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "REMINDER - QTM OPEN HOUSE - TODAY",
        "date": "September 13, 2024 09:45:51 AM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "REMINDER : TODAY IS QTM DEPARTMENT OPEN HOUSE\n  \n   \n  Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "Special Announcement  - Jobs and Internship",
        "date": "September 10, 2024 01:41:28 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL MESSAGE REGARDING OPEN HOUSE\nNiner Wilson is a QTM Alumni coming back to introduce some great opportunities.\nYou don’t want to miss this!\n   \nSadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "Special Announcement",
        "date": "September 10, 2024 11:50:59 AM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT\n   \n\nSadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": ""
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "OPEN HOUSE - Friday, September 13th",
        "date": "September 06, 2024 07:30:12 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "Hello Students,\n Please join QTM for our Open House next Friday, September 13th, from 1:30-3:30 PM.  You'll have a chance to meet successful QTM Alumni at our Young Careers Panel. We'll also offer an info session to assist our new students in selecting the best major or minor for their goals, and you certainly won't want to miss Daikin's Recruiting Session afterward.  Stay tuned for the full Open House schedule next week, and we hope to see you there!\n Best, \n Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "Special Announcement",
        "date": "September 04, 2024 07:11:14 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "Dr. Kevin McAlister\nDirector of Undergraduate Research\nAssistant Teaching Professor\nDepartment of Quantitative Theory and Methods\nEmory University\n To schedule office hours or advising appointments, please use this booking page.",
        "category": ""
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "Important meeting on September 6th",
        "date": "September 04, 2024 05:43:30 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "IMPORTANT MEETING ON SEPTEMBER 6TH\nHello QTM Students,\n There will be a QTM A/D/S office hours meeting for all QTM majors and minorsheld on Friday, September 6th at 12:30 PM - 1:30 PM in the Psychology Building PAIS (36 Eagle Row) on the 5th floor in Room 561 conference room. If you miss the meeting last Friday you should try and attend this meeting. Dr. Jin Kim and Dr. Kevin McAlister will be available to answer any questions about the following: major/minor requirements, courses, new research projects, QTM and the AI experience, Capstones, Internships, Data Lab, Honors program and other changes in the QTM curriculum. See you there.\n Best, \n  Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Admin, Events"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "Special Announcement",
        "date": "September 03, 2024 01:47:10 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "SPECIAL ANNOUNCEMENT\nFrom Alexander Tolbert \nQTM Department faculty\n  I'm excited to announce the launch of the Tolbert-Black Digital Research Lab (BDRL-ATL) at Emory University, focused on preserving and advancing Black history, philosophy, theology, culture, and art in Atlanta through digital humanities and AI technologies.\n The Lab is building a comprehensive digital archive of Black intellectual, cultural, and artistic contributions in Atlanta, including texts, oral histories, visual art, literature, and music. We support interdisciplinary research that explores the impact of Black thought on social justice movements and contemporary debates, ensuring that cultural expressions are accessible for future scholarship and public engagement.\n We offer training programs for Black students from the Atlanta metro area and HBCUs, equipping them with skills in coding, digital humanities, AI, and LLMs, preparing them for leadership in academia, technology, and public history.\n A key focus of our work is extracting \"thick data\" from archival research and ethnographic studies to inform the design of AI systems and the development of Black-centered datasets and ethical AI frameworks.\n Our Risk-Informed Design Pipeline identifies and addresses potential harms in AI development, ensuring that AI models are accurate and socially responsible. We also develop and curate datasets that reflect Black experiences, contributing to the creation of fair and robust AI models.\n Signature projects include the Atlanta Black Philosophy, Theology, and Art Archive, the Thick Data Collection Initiative, Black-Centered Algorithmic Fairness, and Mapping Black Atlanta, an interactive digital map of significant sites in the city’s Black history.\n Please share this with any interested students. They can learn more about the Lab and opportunities by visiting our website. https://sites.google.com/view/alextolbertlab/about”\n  Sadie Hannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Research"
    },
    {
        "sender_name": "Hannans, Sadie Marie",
        "sender_email": "sadie.marie.hannans@EMORY.EDU",
        "subject": "New course to consider this fall 2024",
        "date": "August 31, 2024 02:00:40 PM GMT",
        "recipients": "QSSMAJORS@LISTSERV.CC.EMORY.EDU",
        "reply_to": "sadie.marie.hannans@EMORY.EDU",
        "content": "Hello QTM Majors and Minors,\n I hope you are enjoying your semester thus far. As add/drop/swap is still in full swing, I want to mention to you a course that you may be interested in. It is QTM 185 Applied Topics in QTM: Ethical Emerging Technologies Section 3, Class Nbr 6198 that meets Thursdays at 5pm-7pminNew Psyc Bldg 220 (36 Eagle Row). This course is for 2 credit hours and is a great course to add to your schedule if you have schedule space for it. Many times, as you will discover in order to complete a major or minor you may need a credit or two to meet the total credit hour requirements for that major/minor. Even though this course is not a QTM required 300+ level elective, it is a great elective course to fulfil the total 50- 54 credit hour requirement if you are lacking a credit or two. So, take a look on atlas for the course description and if you can, consider taking this course. \n Best, \n Sadie neHannans\nUndergraduate Program Coordinator\nDepartment of Quantitative Theory & Methods\nEmory University\nEmail: shanna9@emory.edu | 470-620-7981\n(she/her/hers)",
        "category": "Admin"
    }
]